Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BLFlex/Source/Resources/2Gis.Erm.BLFlex.Resources.Server/Properties/BLResources.*.resx
Languages: kk_kz

# PrintOrderHandler_ClientRequisitesParagraph1
source: [Not defined for current business model and language]
kk_kz: {0} Паспорт: серия {1} № {2}, Выдан: {3} Прописка: {4}

# PrintOrderHandler_ClientRequisitesParagraph2
source: [Not defined for current business model and language]
kk_kz: {0} ИНН: {1} Юридический адрес: {2} Платежные реквизиты: {3}

# PrintOrderHandler_ClientRequisitesParagraph3
source: [Not defined for current business model and language]
kk_kz: {0} ИНН: {1} КПП: {2} Юридический адрес: {3} Платежные реквизиты: {4}

# CyprusPrintOrderHandler_ClientRequisitesParagraph1
source: {0} Passport No.: {2}, Issued by: {3} Residency address: {4}
kk_kz: {0} Паспорт № {2}, Выдан: {3} Место жительства: {4}

# CyprusPrintOrderHandler_ClientRequisitesParagraph2
source: {0} T.I.C.: {1} V.A.T. Reg. No {2} Legal address: {3} IBAN: {4} SWIFT: {5} Account Number: {6} Bank Name: {7} {8}
kk_kz: {0} T.I.C.: {1} V.A.T. Reg. No {2} Юридический адрес: {3} IBAN {4} SWIFT {5} Номер счета {6} Название банка {7} {8}

# PrintOrderHandler_BeginContractParagraph2
source: {0}, hereinafter referred to as "Contractor", represented by {1} {2}, acting on the basis of {3}, on the one hand, and {4}, hereinafter referred to as "Customer", represented by {5} {6}, acting on the basis of {7}, on the other hand, have signed the present Invoice to the following effect:
kk_kz: {0}, именуемое в дальнейшем «Исполнитель», в лице {1} {2}, действующего на основании {3}, с одной стороны, и {4}, именуемое в дальнейшем «Заказчик», в лице {5} {6}, действующего на основании {7}, с другой стороны, подписали настоящий Бланк заказа о нижеследующем:

# PrintOrderHandler_BeginContractParagraph1
source: {0}, hereinafter referred to as "Contractor", represented by {1} {2}, acting on the basis of {3}, on the one hand, and citizen {4}, hereinafter referred to as "Customer", represented by {5}, on the other hand, have signed the present Invoice to the following effect:
kk_kz: {0}, именуемое в дальнейшем «Исполнитель», в лице {1} {2}, действующего на основании {3}, с одной стороны, и гражданин(ка) {4}, именуемый(ая) в дальнейшем «Заказчик»{5}, с другой стороны, подписали настоящий Бланк заказа о нижеследующем:

# PrintOrderHandler_DiscountInfo
source: Total discount: {0} - {1} ({2}).
kk_kz: Общая скидка: {0} - {1} ({2}).

# PrintOrderHandler_ElectronicMedaiParagraphApi
source: Internet-sites and Web-applications specified in Price-list as of date of advertisement placement
kk_kz: Интернет-площадки и Веб-приложения на основе Справочника организаций {0}.

# PrintOrderHandler_ElectronicMedaiParagraphIndependent
source: 1. Mass media: "{0}" (PC and mobile versions) Registration certificate of {1}. Mass media issues from No. {2} to No. {3}. 2. Internet-site 2gis.com.cy. 3. Internet-sites and Web-applications specified in Price-list as of date of advertisement placement.
kk_kz: 1. Электронный справочник: {0} (версия для ПК и мобильные версии). Срок выхода с {4} г. по {5} г. Интернет-площадка 2gis.kz на основе Справочника {0}.

# PrintOrderHandler_ElectronicMedaiParagraphMobile
source: Mass media: "{0}" (mobile version for Android, Windows Mobile, Symbian OS, iPhone). Registration certificate of {1}. Mass media issues from No. {2} to No. {3}. Issue period: from {4} to {5}
kk_kz: Электронный справочник: {0} (мобильные версии). Срок выхода с {4} г. по {5} г.

# PrintOrderHandler_ElectronicMedaiParagraphOnline
source: Internet-site at 2gis.com.cy
kk_kz: Интернет-площадка 2gis.kz на основе Справочника {0}.

# PrintOrderHandler_ElectronicMedaiParagraphPC
source: Mass media: "{0}" (PC version). Registration certificate of {1}. Mass media issues from No. {2} to No. {3}. Issue period: from {4} to {5}
kk_kz: Электронный справочник: {0} (версия для ПК). Срок выхода с {4} г. по {5} г.

# CannotPrintOrderForLegalPerson
source: Cannot create an Invoice for legal entity of the type '{0}' specified in the profile
kk_kz: Невозможно создать бланк заказа для указаного в профиле типа юридеского лица '{0}'

# CannotPrintOrderForLegalPersonMainDocument
source: Legal entities of the type '{0}' specified in the profile cannot act act on the basis of {1}
kk_kz: Юридическое лицо указаного в профиле типа '{0}' не может действовать на основании {1}

# ContributionTypeIsNotSet
source: Form of cooperation of the company division with id [{0}] is not set
kk_kz: Не определена форма сотрудничества у отделения организации с id [{0}]

# CzechPrintOrderHandler_OperatesOnTheBasisStringTemplate
source: [Not defined for current business model and language]
kk_kz: na zaklade {0} ze dne {1}

# CzechPrintOrderHandler_PersonPrefixBusinessman
source: [Not defined for current business model and language]
kk_kz: zastoupena

# CzechPrintOrderHandler_PersonPrefixLegalPerson
source: [Not defined for current business model and language]
kk_kz: zastoupena

# CzechPrintOrderHandler_ClientLegalNamePrefixBusinessman
source: [Not defined for current business model and language]
kk_kz: Jmeno a prijmeni:

# CzechPrintOrderHandler_ClientLegalNamePrefixLegalPerson
source: [Not defined for current business model and language]:
kk_kz: Nazev pravnicke osoby:

# ChileActiveBusinessmanWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Индивидуальный предприниматель с указанным RUT уже существует

# ChileActiveLegalPersonWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Юр. лицо клиента с указанными RUT уже существует

# ChileDeletedBusinessmanWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленный Индивидуальный предприниматель с указанным RUT

# ChileDeletedLegalPersonWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленное юр. лицо клиента с указанными RUT

# ChileInactiveBusinessmanWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытый Индивидуальный предприниматель с указанным RUT

# ChileInactiveLegalPersonWithSpecifiedRutAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытое юр. лицо клиента с указанными RUT

# ChilePartableExtensionMustBeApplied
source: [Not defined for current business model and language]
kk_kz: Должно использоваться чилийское расширение сущности LegalPersonProfile

# InvalidChileRutFormat
source: [Not defined for current business model and language]
kk_kz: Неправильный формат RUT. Допустимый формат: 12.345.678-K

# InvalidChileRutChecksum
source: [Not defined for current business model and language]
kk_kz: Значение RUT {0} не прошло проверку контрольной суммы

# DublicateBillNumbers
source: Duplicate payment numbers have been entered: {0}
kk_kz: Введены повторяющиеся номера счетов: {0}

# WrongBillNumbers
source: The following numbers have incorrect format: {0}
kk_kz: Следующие номера не соответсвуют формату: {0}

# ExistingBillNumbers
source: Payments with the following numbers have been already created: {0}
kk_kz: Счета со следующими номерами уже созданы: {0}

# CannotDeleteUsedBank
source: The bank is being used. Remove the links to it before you delete it.
kk_kz: Банк используется. Перед удалением избавьтесь от ссылок на него.

# ChileCreationCommuneNotSupported
source: [Not defined for current business model and language]
kk_kz: Операция создания коммуны не поддерживается системой

# ChileCommuneModificationNotSupported
source: [Not defined for current business model and language]
kk_kz: Операция редактирования коммуны не поддерживается системой

# UkraineActiveBusinessmanWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Индивидуальный предприниматель с указанным ИПН уже существует

# UkraineActiveLegalPersonWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Юр. лицо клиента с указанным ИПН уже существует

# UkraineDeletedBusinessmanWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленный Индивидуальный предприниматель с указанным ИПН

# UkraineDeletedLegalPersonWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленное юр. лицо клиента с указанным ИПН

# UkraineInactiveBusinessmanWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытый Индивидуальный предприниматель с указанным ИПН

# UkraineInactiveLegalPersonWithSpecifiedIpnAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытое юр. лицо клиента с указанным ИПН

# UkraineInvalidIpn
source: [Not defined for current business model and language]
kk_kz: ИПН должен быть длиной {0} символов

# UkraineInvalidEgrpou
source: [Not defined for current business model and language]
kk_kz: ЕГРПОУ должен быть длиной {0} символов

# CzechPrintLetterOfGuaranteeHandler_LegalAddressPrefixBusinessman
source: [Not defined for current business model and language]
kk_kz: místem podnikání

# CzechPrintLetterOfGuaranteeHandler_LegalAddressPrefixLegalPerson
source: [Not defined for current business model and language]
kk_kz: se sídlem

# CzechPrintLetterOfGuaranteeHandler_OperatesOnTheBasisStringTemplate
source: [Not defined for current business model and language]
kk_kz: , na zaklade {0} ze dne {1}

# CzechPrintLetterOfGuaranteeHandler_PersonPrefixBusinessman
source: [Not defined for current business model and language]
kk_kz: zastoupena

# CzechPrintLetterOfGuaranteeHandler_PersonPrefixLegalPerson
source: [Not defined for current business model and language]
kk_kz: zastoupena

# CyprusActiveLegalPersonWithSpecifiedTicExist
source: The Customer's legal entity with the specified T.I.C. already exists
kk_kz: Юр. лицо клиента с указанным T.I.C. уже существует

# CyprusDeletedLegalPersonWithSpecifiedTicExist
source: The deleted legal entity of the Customer with the specified T.I.C. exists
kk_kz: Существует удаленное юр. лицо клиента с указанным T.I.C.

# CyprusInactiveLegalPersonWithSpecifiedTicExist
source: The hidden legal entity of the Customer with the specified T.I.C. exists
kk_kz: Существует скрытое юр. лицо клиента с указанным T.I.C.

# CyprusActiveBusinessmanWithSpecifiedTicExist
source: A Sole Proprietorship with the specified T.I.C. already exists
kk_kz: Индивидуальный предприниматель с указанным T.I.C. уже существует

# CyprusDeletedBusinessManWithSpecifiedTicExist
source: A deleted Sole Proprietorship with the specified T.I.C. exists
kk_kz: Существует удаленный Индивидуальный предприниматель с указанным T.I.C.

# CyprusInactiveBusinessmanWithSpecifiedTicExist
source: A hidden Sole Proprietorship with the specified T.I.C. exists
kk_kz: Существует скрытый Индивидуальный предприниматель с указанным T.I.C.

# CzechActiveBusinessmanWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Индивидуальный предприниматель с указанным DIC или IC уже существует

# CzechActiveLegalPersonWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Юр. лицо клиента с указанными DIC или IC уже существует

# CzechDeletedBusinessmanWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленный Индивидуальный предприниматель с указанным DIC или IC

# CzechDeletedLegalPersonWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует удаленное юр. лицо клиента с указанными DIC или IC

# CzechInactiveBusinessmanWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытый Индивидуальный предприниматель с указанным DIC или IC

# CzechInactiveLegalPersonWithSpecifiedDicAndIcAlreadyExist
source: [Not defined for current business model and language]
kk_kz: Существует скрытое юр. лицо клиента с указанными DIC или IC

# OrderPositionNameWithContextCategory
source: {0}, Context category—{1}
kk_kz: {0}, Контекстная рубрика – {1}

# UkraineLegalPersonWithSpecifiedEgrpouAlreadyExists
source: [Not defined for current business model and language]
kk_kz: Существует юр. лицо с указанным ЕГРПОУ

# UkraineActivateLegalPersonErrorDueToEgrpouDuplicate
source: [Not defined for current business model and language]
kk_kz: Данное юр. лицо восстановить нельзя, т.к. существует юр. лицо с таким же ЕГРПОУ

# UkraineEnteredIpnIsNotCorrect
source: [Not defined for current business model and language]
kk_kz: Введенный ИПН не соответствует формату

# UkraineEnteredEgrpouIsNotCorrect
source: [Not defined for current business model and language]
kk_kz: Введенный ЕГРПОУ не соответствует формату

# UkraineActivateBusinessmanErrorDueToEgrpouDuplicate
source: [Not defined for current business model and language]
kk_kz: Данного ИП восстановить нельзя, т.к. существует ИП с таким же ЕГРПОУ

# UkraineBranchOfficeWithSpecifiedEgrpouAlreadyExists
source: [Not defined for current business model and language]
kk_kz: Существует юр. лицо с указанным ЕГРПОУ

# UkraineBusinessmanWithSpecifiedEgrpouAlreadyExists
source: [Not defined for current business model and language]
kk_kz: Существует индивидуальный предприниматель с указанным ЕГРПОУ

# UkraineBranchOfficeWithSpecifiedIpnAlreadyExists
source: [Not defined for current business model and language]
kk_kz: Существует юр. лицо с указанным ИПН

# EmiratesActiveLegalPersonWithSpecifiedCommercialLicenseAlreadyExist
source: Client's legal entity with the specified commercial license number already exists
kk_kz: Юр. лицо клиента с указанным номером коммерческой лицензии уже существует

# EmiratesDeletedLegalPersonWithSpecifiedCommercialLicenseAlreadyExist
source: A deleted legal entity of the Client with the specified commercial license number exists
kk_kz: Существует удаленное юр. лицо клиента с указанным номером коммерческой лицензии

# EmiratesEnteredCommercialLicenseIsInvalid
source: Incorrect commercial license number
kk_kz: Введен неверный номер коммерчиской лицензии

# EmiratesInactiveLegalPersonWithSpecifiedCommercialLicenseAlreadyExist
source: A hidden legal entity of the Client with the specified commercial license number exists
kk_kz: Существует скрытое юр. лицо клиента с указанным номером коммерческой лицензии

# SpecifiedIbanIsInvalid
source: Incorrect IBAN value
kk_kz: Указано некорректное значение ИИК

# SpecifiedSwiftIsInvalid
source: Incorrect SWIFT value
kk_kz: Указано некорректное значение БИК

# EmiratesBranchOfficeWithSpecifiedCommercialLicenseAlreadyExists
source: A legal entity with the specified license number exists
kk_kz: Существует юр. лицо с указанным номером лицензии

# EmiratesYouHaveToSpecifyBargainTypeWithoutVat
source: VAT is not used in this business model. An agreement type without VAT must be selected.
kk_kz: В данной бизнес-модели отсутствует НДС. Необходимо выбрать тип договора без НДС.

# EmiratesGenerateAcceptanceReport
source: Generating Acceptance Report
kk_kz: Формирование Acceptance Report

# EmiratesCannotPrintAcceptanceReportSinceProfileIsNotSpecifiedForOrder
source: Cannot print Acceptance Report for order number {0}, since the legal entity profile is not defined for it
kk_kz: Нельзя распечатать Acceptance Report для заказа с номером {0}, т.к. для него не определен профиль юр. лица

# EmiratesCannotPrintAcceptanceReportSinceProfileIsNotSpecifiedForSomeOrders
source: Cannot print Acceptance Report, since the legal entity profile is not defined for the following orders: {0}
kk_kz: Нельзя распечатать Acceptance Report, т.к. для следующих заказов не определен профиль юр. лица: {0}

# NoOrdersFound
source: No orders found for the specified criteria
kk_kz: По указанным параметрам заказов не найдено

# VerificationTitle
source: AME verification
kk_kz: Выверка ЭРМ

# ClientHasParentLinkToAdvAgency
source: The following advertising agency works with this client:
kk_kz: С данным клиентом работает рекламное агентство:

# PositionNameFormatAddressSingle
source: [Not defined for current business model and language]
kk_kz: адрес привязки: {0}

# PositionNameFormatAddressMultiple
source: [Not defined for current business model and language]
kk_kz: адреса привязки: {0}

# PositionNameFormatCategorySingle
source: [Not defined for current business model and language]
kk_kz: размещается в рубрике: {0}

# PositionNameFormatAddressCategorySingle
source: [Not defined for current business model and language]
kk_kz: размещается в рубрике: {0} в привязке к адресу {1}

# PositionNameFormatAddressCategoryMultiple
source: [Not defined for current business model and language]
kk_kz: размещается в рубрике: {0} в привязке к адресам {1}

# PositionNameFormatCategoryMultiple
source: [Not defined for current business model and language]
kk_kz: размещается в рубриках: {0}

# PositionNameFormatAddressFirstLevelCategorySingle
source: [Not defined for current business model and language]
kk_kz: размещается в рубрике: {0} в привязке к адресу: {1}

# PositionNameFormatAddressFirstLevelCategoryMultiple
source: [Not defined for current business model and language]
kk_kz: размещается в рубрике: {0} в привязке к адресам: {1}

# PositionNameFormatCategoryMultipleAsterix
source: [Not defined for current business model and language]
kk_kz: размещается в рубриках: {0}

# PositionNameFormatThemeMultiple
source: [Not defined for current business model and language]
kk_kz: размещается в разделе темы месяца: {0}

# PositionNameFormatCompositeDetalization
source: [Not defined for current business model and language]
kk_kz: в составе которого:

# UnsupportedPositionBindingObjectType
source: Description for a position with the {0} link not created
kk_kz: Описание для позиции с типом привязки {0} не задано

# CannotFindActivity
source: Action with ID {0} not found.
kk_kz: Действие с ID {0} не найдено.

# RegionalOrdersAreNotSupported
source: Creation of regional orders is not supported
kk_kz: Создание региональных заказов не поддерживается

# ChangingRequisitesOfInactiveLegalPersonIsForbidden
source: You cannot change requisites of a hidden legal entity
kk_kz: Смена реквизитов скрытого юр. лица запрещена

# ActiveLegalPersonWithSpecifiedIinExists
source: A legal entity of the client with the specified BIN/IIN already exists
kk_kz: Уже существует юр. лицо клиента с указанным БИН/ИИН

# InactiveLegalPersonWithSpecifiedIinExists
source: A hidden legal entity of the client with the specified BIN/IIN already exists
kk_kz: Уже существует скрытое юр. лицо клиента с указанным БИН/ИИН

# DeletedLegalPersonWithSpecifiedIinExists
source: A deleted legal entity of the client with the specified BIN/IIN already exists
kk_kz: Уже существует удалённое юр. лицо клиента с указанным БИН/ИИН

# ActiveLegalPersonWithSpecifiedIdentityCardNumberExists
source: A legal entity with the specified personal ID number already exists
kk_kz: Уже существует юр. лицо с указанным номером удостоверения личности

# InactiveLegalPersonWithSpecifiedIdentityCardNumberExists
source: A hidden legal entity with the specified personal ID number already exists
kk_kz: Уже существует скрытое юр. лицо с указанным номером удостоверения личности

# DeletedLegalPersonWithSpecifiedIdentityCardNumberExists
source: A deleted legal entity with the specified personal ID number already exists
kk_kz: Уже существует удалённое юр. лицо с указанным номером удостоверения личности

# OrderFieldNotSpecified
source: The "{0}" field in the order is not filled in
kk_kz: В заказе не заполнено поле "{0}"
