Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BL/Source/Resources/2Gis.Erm.BL.Resources.Client/Properties/Resources.*.resx
Languages: cs, es_cl, kk_kz

# AcquireOrderExtensionFailed
source: Failed to obtain calculated values.
cs: Nebylo možné získat počítané hodnoty.
es_cl: No ha sido posible obtener los valores calculados.
kk_kz: Не удалось получить вычисляемые значения.

# ActionsHistory
source: Change history
cs: Historie změn
es_cl: Historial de cambios
kk_kz: История изменений

# ActionsHistoryTabGroupRenderer
source: Action: {0}, Completed: {1} Date: {2}
cs: Akce: {0}, Hotovo: {1} Dne: {2}
es_cl: Acción: {0}, Completado: {1} Fecha: {2}
kk_kz: Действие: {0}, Выполнено: {1} Дата: {2}

# ActionsHistoryTabGroupTemplate
source: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "change" : values.rs.length%10>0 && values.rs.length%10<5?"changes":"changes"]})
cs: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "změna": values.rs.length%10>0 && values.rs.length%10<5?"změny":"změn"]})
es_cl: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "modificación": values.rs.length%10>0 && values.rs.length%10<5?"modificaciones":"modificaciones"]})
kk_kz: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "изменение" : values.rs.length%10>0 && values.rs.length%10<5?"изменения":"изменений"]})

source: Active
cs: Aktivní
es_cl: Activa
kk_kz: Активна

source: Address
cs: Adresa
es_cl: Dirección
kk_kz: Адрес

# AdvertisementElements
source: Components of advertising material
cs: Prvky reklamního materiálu
es_cl: Elementos del material publicitario
kk_kz: Элементы рекламного материала

# Advertisements
source: Advertising materials
cs: Reklamní materiály
es_cl: Materiales publicitarios
kk_kz: Рекламные материалы

# Alert
source: Attention!
cs: Pozor!
es_cl: ¡Atención!
kk_kz: Внимание!

# AllExistingBillsWillBeDeleted
source: All existing payments will be deleted. Continue?
cs: Všechny stávající faktury budou odstraněny. Pokračovat?
es_cl: Se eliminarán todas las facturas existentes. ¿Desea seguir?
kk_kz: Все существующие счета на оплату будут удалены. Продолжить?

# AllFieldsMustBeSetForPayment
source: All payment fields should be filled in.
cs: K úhradě musí být vyplněna všechna pole
es_cl: Todos los campos deben completarse para el pago
kk_kz: Все поля должны быть заполнены для платежа

source: April
cs: Duben
es_cl: Abril
kk_kz: Апрель

# AreYouSureWantToDeleteBargain
source: Delete contract?
cs: Odstranit smlouvu?
es_cl: ¿Desea eliminar el contrato?
kk_kz: Удалить договор?

# AtLeastOneLinkingObjectMustBeSelected
source: At least one reference object should be selected
cs: Musí být vybrán alespoň jeden vázaný objekt
es_cl: Se debe seleccionar al menos un enlace con el objeto
kk_kz: Должен быть выбран хотя бы один объект привязки

# AtLeastOneLinkingObjectMustBeSelectedForTheFollowingSubpositions
source: At least one reference object should be selected in the following subitems:
cs: Musí být vybrán alespoň jeden vázaný objekt v následujících podpoložkách:
es_cl: Se debe seleccionar al menos un enlace con el objeto en las siguientes subposiciones:
kk_kz: Должен быть выбран хотя бы один объект привязки в следующих подпозициях:

source: August
cs: Srpen
es_cl: Agosto
kk_kz: Август

source: Available records
cs: Dostupné záznamy
es_cl: Registros disponibles
kk_kz: Доступные записи

# BackColorText
source: Change background color of selected text or abstract.
cs: Změna barvy pozadí pro vybraný text nebo odstavec.
es_cl: Modificación de color del fondo del texto o párrafo seleccionado.
kk_kz: Изменение цвета фона для выделенного текста или абзаца.

# BackColorTitle
source: Fill
cs: Vyplnění
es_cl: Relleno
kk_kz: Заливка

# BeginDistributionDate
source: Start of placement
cs: Začátek zveřejnění
es_cl: Inicio de la publicación
kk_kz: Начало размещения

# BoldText
source: Make selected text bold.
cs: Použití tučného písma na vybraný text.
es_cl: Aplicar el formato de seminegrita al texto seleccionado.
kk_kz: Применение полужирного начертания к выделенному тексту.

# BoldTitle
source: Bold (Ctrl+B)
cs: Tučné (Ctrl+B)
es_cl: Seminegrita (Ctrl+B)
kk_kz: Полужирный (Ctrl+B)

source: Cancel
cs: Zrušit
es_cl: Cancelar
kk_kz: Отмена

# CardIsDirtyAlert
source: This action cannot be performed until all changes are saved. Please save changes or refresh the card to continue.
cs: Tuto akci není možné provést, pokud existují neuložené změny. Před tím, než budete pokračovat, uložte prosím změny nebo aktualizujte kartu.
es_cl: Esta acción no puede completarse debido a las modificaciones no guardadas. Guarde las modificaciones o actualice la ficha antes de continuar.
kk_kz: Данное действие невозможно выполнить при наличии несохранённых изменений. Пожалуйста, сохраните изменения или обновите карточку, прежде чем продолжить.

# CardIsNewAlert
source: This action cannot be completed until the record is saved. Please save the record to continue.
cs: Tuto akci bude možné provést až po uložení záznamu. Než budete pokračovat, uložte prosím záznam.
es_cl: Esta acción no puede completarse mientras el registro no se haya guardado. Guarde el registro antes de seguir.
kk_kz: Данное действие невозможно выполнить, пока запись не сохранена. Пожалуйста, сохраните запись, прежде чем продолжить.

# CardIsReadOnly
source: This card is open in "read-only" mode.
cs: Tato karta je otevřena v režimu „pouze pro čtení“.
es_cl: Esta ficha está abierta en modo de sólo lectura.
kk_kz: Данная карточка открыта в режиме "только для чтения".

# CardIsUndefined
source: There is no card to edit for this entity.
cs: Pro tuto entitu není deklarována karta pro úpravu.
es_cl: Para esta esencia no se ha declarado ninguna ficha de edición.
kk_kz: Для данной сущности не объявлена карточка редактирования.

source: Category
cs: Rubrika
es_cl: Categoría
kk_kz: Рубрика

# CategoryAlreasyExistsInTheList
source: Category {0} is already in the list.
cs: Seznam již obsahuje rubriku '{0}'.
es_cl: La categoría '{0}' ya está en la lista.
kk_kz: Рубрика '{0}' уже присутствует в списке.

# CheckInProgressPleaseStandBy
source: Checking. Please wait...
cs: Probíhá kontrola. Počkejte, prosím...
es_cl: Verificando. Por favor, espere...
kk_kz: Выполняется проверка. Пожалуйста, подождите...

# CheckProducedTheFollowingErrors
source: The following errors are detected during the check:
cs: Během kontroly byly zjištěny následující chyby:
es_cl: Durante la verificación se han encontrado los siguientes errores:
kk_kz: В ходе проверки были обнаружены следующие ошибки:

# ClickHereToAddNote
source: Click here to add notes...
cs: Poznámku přidáte kliknutím zde...
es_cl: Haga clic aquí para agregar notas...
kk_kz: Щелкните здесь для добавления примечания...

# CloseCardConfirmation
source: Changes are not saved. To remain on the page and save changes, click "Cancel".
cs: Provedené změny nebyly uloženy. Abyste zůstali na této stránce a mohli změny uložit, stiskněte tlačítko „Zrušit“.
es_cl: No se han guardado las modificaciones realizadas. Para seguir en esta pagina y guardar las modificaciones, pulse el boton Cancelar.
kk_kz: Внесенные изменения не сохранены. Чтобы остаться на этой странице и сохранить изменения, нажмите кнопку "Отмена".

# ContentIsEmpty
source: Contents is unavailable
cs: Chybí obsah
es_cl: No hay contenido
kk_kz: Содержимое отсутствует

source: Continue
cs: Pokračovat
es_cl: Seguir
kk_kz: Продолжить

source: Create
cs: Vytvořit
es_cl: Crear
kk_kz: Создать

# CreateLinkText
source: Create link from the selected text.
cs: Vytvoření odkazu z vybraného textu.
es_cl: Crear un enlace con el texto seleccionado.
kk_kz: Создание ссылки из выделенного текста.

# CreateLinkTitle
source: Insert hyperlink
cs: Vložit hypertextový odkaz
es_cl: Insertar hipervínculo
kk_kz: Вставить гиперссылку

# CreateText
source: Create
cs: Vytvořit
es_cl: Crear
kk_kz: Создать

# DatePickerMaxText
source: This date is later than upper date limit
cs: Toto datum nemůže být pozdější než maximální datum
es_cl: Esta fecha es posterior a la fecha máxima
kk_kz: Эта дата позже максимальной даты

# DatePickerMinText
source: This date is earlier than lower date limit
cs: Toto datum nemůže být dřívější než minimální datum
es_cl: Esta fecha es anterior a la fecha mínima
kk_kz: Эта дата раньше минимальной даты

# DatePickerMonthYearText
source: Month selection (Control+Up/Down to select a year)
cs: Výběr měsíce (tlačítkem Control+šipkou nahoru/dolů vyberte rok)
es_cl: Seleccionar mes (Control + Arriba / Abajo para seleccionar año)
kk_kz: Выбор месяца (Control+Вверх/Вниз для выбора года)

# DatePickerNextText
source: Next month (Control+Right)
cs: Následující měsíc (tlačítko Control+šipka doprava)
es_cl: Mes siguiente (Control+Flecha derecha)
kk_kz: Следующий месяц (Control+Вправо)

# DatePickerPrevText
source: Previous month (Control+Left)
cs: Předchozí měsíc (tlačítko Control+šipka doleva)
es_cl: Mes anterior (Control+Flecha izquierda)
kk_kz: Предыдущий месяц (Control+Влево)

# DatePickerToday
source: Today
cs: Dnes
es_cl: Hoy
kk_kz: Сегодня

# DatePickerTodayTip
source: {0} (Space)
cs: {0} (mezera)
es_cl: {0} (Espacio)
kk_kz: {0} (Пробел)

source: December
cs: Prosinec
es_cl: Diciembre
kk_kz: Декабрь

# DecreaseFontSizeText
source: Decrease font size.
cs: Zmenšit velikost písma.
es_cl: Disminuir el tamaño de fuente.
kk_kz: Уменьшение размера шрифта.

# DecreaseFontSizeTitle
source: Decrease size
cs: Zmenšit velikost
es_cl: Disminuir tamaño
kk_kz: Уменьшить размер

source: Deleted
cs: Odstraněna
es_cl: Eliminada
kk_kz: Удалена

# DeleteText
source: Delete
cs: Odstranit
es_cl: Eliminar
kk_kz: Удалить

source: Delete value
cs: Odstranit hodnotu
es_cl: Eliminar valor
kk_kz: Удалить значение

# DisabledDatesText
source: This date cannot be selected
cs: Toto datum není možné vybrat
es_cl: Fecha no disponible para ser seleccionada
kk_kz: Данная дата недоступна для выбора

# DisabledDaysText
source: This date cannot be selected
cs: Toto datum není možné vybrat
es_cl: Fecha no disponible para ser seleccionada
kk_kz: Данная дата недоступна для выбора

# DisplayMsg
source: Records from {0} up to {1} are displayed, total of {2}
cs: Jsou zobrazeny záznamy od {0} do {1}, celkem {2}
es_cl: Se muestran los registros de {0} a {1}, en total {2}
kk_kz: Отображаются записи с {0} по {1}, всего {2}

# EmptyMsg
source: No data to display
cs: K zobrazení nejsou žádné údaje
es_cl: No hay datos para mostrar
kk_kz: Нет данных для отображения

# EndDistributionDate
source: End of placement
cs: Konec zveřejnění
es_cl: Finalización de la publicación
kk_kz: Окончание размещения

source: Error
cs: Chyba
kk_kz: Ошибка

# ErrorDuringOperation
source: An error occurred during operation
cs: Během provádění operace došlo k chybě
es_cl: Se ha producido un error durante la realización de la operación
kk_kz: Во время выполнения операции произошла ошибка

# ErrorRetrievingDataFromServer
source: Failed to receive data from the server
cs: Chyba při přijímání dat ze serveru
es_cl: Error al recibir los datos del servidor
kk_kz: Ошибка при получении данных с сервера

source: February
cs: Únor
es_cl: Febrero
kk_kz: Февраль

# FieldInvalidText
source: Incorrect value
cs: Byla zadána nesprávná hodnota
es_cl: Se ha indicado un valor incorrecto
kk_kz: Указано неверное значение

# FileUploadCompleteText
source: Download complete
cs: Stahování bylo dokončeno
es_cl: Descarga completada
kk_kz: Загрузка завершена

# FileUploadText
source: Please wait until the file is uploaded to the server...
cs: Vyčkejte prosím, soubor se nahrává na server...
es_cl: Por favor, espere, el archivo se está cargando en el servidor...
kk_kz: Пожалуйста, подождите, идет загрузка файла на сервер...

# FindMoreRecords
source: Search for additional records
cs: Vyhledávání dalších záznamů
es_cl: Buscar registros adicionales
kk_kz: Поиск дополнительных записей

# ForeColorText
source: Change text color.
cs: Změna barvy textu.
es_cl: Modificar el color del texto.
kk_kz: Измение цвета текста.

source: Friday
cs: Pátek
es_cl: Viernes
kk_kz: Пятница

# GetDataError
source: Failed to receive data from server.
cs: Chyba přijmu dat ze serveru.
es_cl: Error al recibir los datos del servidor.
kk_kz: Ошибка получения данных с сервера.

# GridDDText
source: {0} selected strings
cs: {0} vybraných řádků
es_cl: {0} líneas seleccionadas
kk_kz: {0} выбранных строк

# IncreaseFontSizeText
source: Increase font size.
cs: Zvětšení velikosti textu.
es_cl: Aumentar el tamaño de fuente.
kk_kz: Увеличение размера шрифта.

# IncreaseFontSizeTitle
source: Increase size
cs: Zvětšit velikost
es_cl: Aumentar tamaño
kk_kz: Увеличить размер

# IndicatorText
source: Loading...
cs: Probíhá načítání…
es_cl: Descargando...
kk_kz: Идет загрузка...

# Information
source: Main Information
cs: Informace
es_cl: Información
kk_kz: Сведения

# InsertOrderedListText
source: Start a numbered list.
cs: Začít číslovaný seznam.
es_cl: Iniciar lista numerada.
kk_kz: Начать нумерованный список.

# InsertOrderedListTitle
source: Numbering
cs: Číslování
es_cl: Numeración
kk_kz: Нумерация

# InsertUnorderedListText
source: Start a bulleted list.
cs: Začít seznam s odrážkami.
es_cl: Iniciar lista con viñetas.
kk_kz: Начать маркированный список.

# InsertUnorderedListTitle
source: Bullets
cs: Odrážky
es_cl: Viñetas
kk_kz: Маркеры

# InvalidDateText
source: {0} is an incorrect date. The date format should be {1}
cs: {0} není správně uvedené datum - datum musí být uvedeno ve formátu {1}
es_cl: {0} no es una fecha válida, la fecha debe indicarse en formato {1}
kk_kz: {0} не является правильной датой - дата должна быть указана в формате {1}

# IsNecessaryChooseLimitForStatusChange
source: Before changing status, select a limit in the list
cs: Před provedením změny stavu je třeba vybrat ze seznamu limit
es_cl: Antes de ejecutar la operacion de cambio de estado, debe seleccionar el limite de la lista
kk_kz: Перед выполнением операции смены статуса необходимо выбрать лимит в списке

# ItalicText
source: Make selected text italic.
cs: Použití kurzívy na vybraný text.
es_cl: Aplicar el formato de cursiva al texto seleccionado.
kk_kz: Применение курсивного начертания к выделенному тексту.

# ItalicTitle
source: Italic(Ctrl+I)
cs: Kurzíva (Ctrl+I)
es_cl: Cursiva (Ctrl+I)
kk_kz: Курсив(Ctrl+I)

# ItsReadOnlyMode
source: This list is viewed in "read-only" mode. Unable to create entity.
cs: Tento seznam je zobrazen v režimu „Pouze pro čtení“. Není možné vytvořit entitu.
es_cl: Esta lista se ha abierto en modo de sólo lectura. Imposible crear la esencia.
kk_kz: Данный список просматривается в режиме "Только для чтения". Создание сущности невозможно.

source: January
cs: Leden
es_cl: Enero
kk_kz: Январь

source: July
cs: Červenec
es_cl: Julio
kk_kz: Июль

source: June
cs: Červen
es_cl: Junio
kk_kz: Июнь

# JustifyCenterText
source: Center text alignment.
cs: Zarovnání textu na střed.
es_cl: Alineación central del texto.
kk_kz: Выравнивание текста по центру.

# JustifyCenterTitle
source: Center
cs: Na střed
es_cl: Central
kk_kz: По центру

# JustifyLeftText
source: Left text alignment.
cs: Zarovnání textu doleva.
es_cl: Alineación del texto a la izquierda.
kk_kz: Выравнивание текста по левому краю.

# JustifyLeftTitle
source: Align text left.
cs: Zarovnat text doleva
es_cl: Alinear texto a la izquierda
kk_kz: Выровнять текст по левому краю

# JustifyRightText
source: Right text alignment.
cs: Zarovnání textu doprava.
es_cl: Alineación del texto a la derecha.
kk_kz: Выравнивание текста по правому краю.

# JustifyRightTitle
source: Align text right.
cs: Zarovnat text doprava.
es_cl: Alinear texto a la derecha.
kk_kz: Выровнять текст по правому краю.

# LimitStatusChangeIsNotSupportedAsTheGroupOperation
source: Change status operation cannot be performed for a group. Please change limit status one by one.
cs: Operace změny stavu limitu nejsou podporovány jako hromadné operace. Provádějte změnu stavu u limitů po jednom.
es_cl: Las operaciones de cambio de estado del límite no se admiten como operaciones de grupo. Cambie el estado de límites uno por uno.
kk_kz: Операции смены статуса лимита не поддерживаются как групповые операции. Пожалуйста изменяйте статус у лимитов по одному.

# LinkFieldInvalidEmailMessage
source: Entered value is not a correct e-mail address
cs: Zadaná hodnota není správnou e-mailovou adresou
es_cl: El valor introducido no es una dirección válida de correo electrónico
kk_kz: Введенное значение не является корректным e-mail адресом

# LinkFieldInvalidWebsiteMessage
source: Entered value is not a correct url address
cs: Zadaná hodnota není správnou adresou URL
es_cl: El valor introducido no es una dirección URL válida
kk_kz: Введенное значение не является корректным url адресом

# LinkingObject
source: Reference object
cs: Vázaný objekt
es_cl: Enlace con el objeto
kk_kz: Объект привязки

# LinkingParameters
source: Reference parameters
cs: Nastavení vazby
es_cl: Parámetros de enlace
kk_kz: Параметры привязки

# ListDoesNotSupportAppend
source: This list does not support adding elements.
cs: Tento seznam nepodporuje operaci přidání.
es_cl: Esta lista no es compatible con la operación de adición.
kk_kz: Данный список не поддерживает операцию добавления.

# LoadAdvertisementResults
source: Advertising materials
cs: Reklamní materiály
es_cl: Materiales publicitarios
kk_kz: Рекламные материалы

# LoadMask
source: Loading...
cs: Nahrávání...
es_cl: Cargando...
kk_kz: Загрузка...

# LookupEmptyValue
source: <empty value>
cs: <prázdná hodnota>
es_cl: <valor en blanco>
kk_kz: <пустое значение>

source: March
cs: Březen
es_cl: Marzo
kk_kz: Март

# MatchesNotFound
source: No matches are found
cs: Nebyly nalezeny žádné shody
es_cl: No se han encontrado coincidencias
kk_kz: Совпадений не найдено

# MaxDateText
source: Date in this field should not be later than {0}
cs: Datum v tomto poli nesmí překročit {0}
es_cl: La fecha en este campo no debe ser mayor que {0}
kk_kz: Дата в этом поле должна быть не больше {0}

source: May
cs: Květen
es_cl: Mayo
kk_kz: Май

# MergeClientsAlert
source: After merging, the main Client will remain in the system, while the subordinate client will be hidden. The operation cannon be undone. Continue?
cs: Po dokončení operace sloučení zůstane v systému hlavní klient, podřízený bude skrytý. Operaci nebude možné zrušit. Pokračovat?
es_cl: Después de la operación de fusión, el Cliente principal seguirá en el sistema, se ocultará el subordinado. La operación no podrá ser cancelada. ¿Desea seguir?
kk_kz: После завершения операции слияния в системе останется основной Клиент, подчиненный будет скрыт. Операцию нельзя будет отменить. Продолжить?

# MinDateText
source: Date in this field should be later than {0}
cs: Datum v tomto poli musí být po {0}
es_cl: La fecha en este campo debe ser posterior a {0}
kk_kz: Дата в этом поле должна быть позже {0}

source: Modified
cs: Změněno
es_cl: Modificado
kk_kz: Изменено

# ModifiedValue
source: Set value
cs: Stanovená hodnota
es_cl: Valor establecido
kk_kz: Установленное значение

source: Monday
cs: Pondělí
es_cl: Lunes
kk_kz: Понедельник

# MonthlyLowerBoundText
source: The value should be the first date of month
cs: Hodnota musí odpovídat prvnímu dni v měsíci
es_cl: El valor debe ser el primer día del mes
kk_kz: Значение должно быть первым числом месяца

# MonthlyUpperBoundText
source: The value should be the last date of month
cs: Hodnota musí odpovídat poslednímu dni v měsíci
es_cl: El valor debe ser el último día del mes
kk_kz: Значение должно быть последним числом месяца

# MultipleMatchesFound
source: Several matches are found
cs: Bylo nalezeno několik shod
es_cl: Se han encontrado múltiples coincidencias
kk_kz: Найдено несколько совпадений

# MultiSelectionListFromListEmptyText
source: Enter name or its part in the "Record search" field and click the "Record search" icon.
cs: Do pole „Vyhledat záznamy“ zadejte celý název záznamu nebo jeho část a stiskněte ikonu „Vyhledat záznamy“.
es_cl: Introduzca todo o parte del nombre de registro en el campo Buscar registros y pulse el icono Buscar registros.
kk_kz: Введите все или часть имени записи в поле "Поиск записей" и нажмите значок "Поиск записей".

# MultiSelectionListSearchInstructions
source: Enter desired data in the "Search" field and click the "Find" button. Then select required records in the "Available records" list and move them to the "Selected records" list.
cs: Zadejte hledané údaje do pole „Hledat“ a stiskněte ikonku „Najít“. Poté vyberte v seznamu „Dostupné záznamy“ požadované záznamy a přesuňte je do seznamu „Vybrané záznamy“.
es_cl: Introduzca los datos requeridos en el campo Buscar y pulse el botón Buscar. Después, en la lista de Registros disponibles seleccione los registros requeridos y desplácelos a la lista de Registros seleccionados.
kk_kz: Введите искомые данные в поле "Искать" и нажмите кнопку "Найти". Затем в списке "Доступные записи" выберите требуемые записи и переместите их в список "Выбранные записи".

# MultiSelectionListToListEmptyText
source: No record is selected.
cs: Nebyl vybrán žádný záznam.
es_cl: No se ha seleccionado ningún registro.
kk_kz: Не выбрано ни одной записи.

# MultiSelectionListTooManyRecordsAlert
source: Records found: more than 100. If the required record is not in the list, try refining your search.
cs: Nalezeno záznamů: více než 100. Pokud seznam neobsahuje požadovaný záznam, zkuste zadat jiné údaje pro vyhledávání.
es_cl: Registros encontrados: más de 100. Si el registro requerido no aparece en la lista, intente introducir otros datos para la búsqueda.
kk_kz: Найдено записей: более 100. Если требуемая запись отсутствует в списке, попробуйте ввести другие данные для поиска.

# MustSelectOneOrMoreObject
source: Select one or several records to perform this operation.
cs: Pro provedení této operace je třeba předem vybrat jeden nebo více záznamů
es_cl: Para ejecutar esta operación, se debe seleccionar uno o más registros
kk_kz: Для выполнения этой операции необходимо предварительно выбрать одну или несколько записей

# MustSelectOnlyOneObject
source: Select only one record to perform this operation
cs: Pro provedení této operace je třeba vybrat pouze jeden jediný záznam
es_cl: Para ejecutar esta operación, se debe seleccionar un solo registro
kk_kz: Для выполнения этой операции необходимо выбрать одну и только одну запись

# NeedToSelectOneItem
source: Select one record to perform this operation.
cs: Pro provedení této operace je třeba vybrat jeden záznam.
es_cl: Para ejecutar esta operación, se debe seleccionar un registro.
kk_kz: Для выполнения данной операции необходимо выбрать одну запись.

# NeedToSelectOneOrTwoItems
source: Select one or two records to complete this operation
cs: Pro provedení této operace je třeba vybrat jeden nebo dva záznamy
es_cl: Para ejecutar esta operación, se debe seleccionar uno o dos registros
kk_kz: Для выполнения данной операции необходимо выбрать одну или две записи

source: No
cs: Ne
kk_kz: Нет

# NoteCreated
source: Note has been created
cs: Poznámka vytvořena
es_cl: Observación creada
kk_kz: Примечание создано

source: Notes
cs: Poznámky
es_cl: Observaciones
kk_kz: Примечания

source: November
cs: Listopad
es_cl: Noviembre
kk_kz: Ноябрь

source: October
cs: Říjen
es_cl: Octubre
kk_kz: Октябрь

# OpenText
source: Open
cs: Otevřít
es_cl: Abrir
kk_kz: Открыть

# OrderCheck
source: Check of the order
cs: Kontrola objednávky
es_cl: Verificación de la orden
kk_kz: Проверка заказа

# OrderCheckFailed
source: Failed to check the order.
cs: Nepodařilo se zkontrolovat objednávku
es_cl: No se ha podido verificar la orden
kk_kz: Не удалось проверить заказ

# OrderCheckProducedTheFollowingWarnings
source: The order is correct, nevertheless the following warnings are found during the check:
cs: Objednávka je správná, během kontroly se však vyskytla následující upozornění:
es_cl: La orden es correcta, sin embargo, su verificación ha revelado las siguientes advertencias:
kk_kz: Заказ корректен, однако в ходе проверки были обнаружены следующие предупреждения:
