Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BL/Source/Resources/2Gis.Erm.BL.Resources.Client/Properties/Resources.*.resx
Languages: cs, es_cl, kk_kz

# MessageText
source: Text of the message
cs: Text zprávy
es_cl: Texto del mensaje
kk_kz: Текст сообщения

# MessageType
source: Type of message
cs: Typ zprávy
es_cl: Tipo de mensaje
kk_kz: Тип сообщения

# OrderRequestMessagesTabGroupRenderer
source: Completed: {0} Date: {1}
cs: Provedeno: {0} Dne: {1}
es_cl: Completado: {0} Fecha: {1}
kk_kz: Выполнено: {0} Дата: {1}

# OrderRequestMessagesTabGroupTemplate
source: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "message" : values.rs.length%10>0 && values.rs.length%10<5?"messages":"messages"]})
cs: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "zpráva" : values.rs.length%10>0 && values.rs.length%10<5?"zprávy":"zpráv"]})
es_cl: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "mensaje": values.rs.length%10>0 && values.rs.length%10<5?"mensajes":"mensajes"]})
kk_kz: {group} ({[values.rs.length]} {[values.rs.length%10 == 1 ? "сообщение" : values.rs.length%10>0 && values.rs.length%10<5?"сообщения":"сообщений"]})

# OrderRequestMessagesTabTitle
source: Messages for the request
cs: Zprávy pro pažadavek
es_cl: Mensajes según la petición
kk_kz: Сообщения по заявке

# SetLimitStatusDialogConfirmation
source: Do you really want to change limit status to
cs: Skutečně si přejete změnit stav limitu na
es_cl: Desea realmente reemplazar el estado de límite por
kk_kz: Вы действительно хотите изменить статус лимита на

# BillNumber
source: No.
cs: Cislo faktury
es_cl: Numero de factura
kk_kz: Номер

source: Incoming messages
cs: Příchozí zprávy
es_cl: Mensajes entrantes
kk_kz: Входящие сообщения

source: Outgoing messages
cs: Odchozí zprávy
es_cl: Mensajes salientes
kk_kz: Исходящие сообщения

# SelectMessageToSave
source: Select messages to be saved
cs: Vyberte zprávy pro uložení
es_cl: Seleccione mensajes para guardar
kk_kz: Выберите сообщения для сохранения

# AdvertisingElementAccept
source: Approve
cs: Schválit
es_cl: Aprobar
kk_kz: Одобрить

# AdvertisingElementValidate
source: Verification
cs: Ověření
es_cl: Verificación
kk_kz: Выверка

# ActionIsNotAvailableSinceThereIsAnError
source: Action cannot be performed, since not all elements are valid
cs: Operace není přípustná, protože ne všechny elementy jsou validní
es_cl: Acción no está disponible ya que no todos elementos son válidos
kk_kz: Действие недоступно, т.к. не все элементы являются валидными

# PriceIsAlreadyPublished
source: The price-list is already published
cs: Ceník je již zveřejněn
es_cl: La lista de precios ya está publicada
kk_kz: Прайс-лист уже опубликован

# CantUnpublishPriceWhenUnpublished
source: You cannot cancel publishing of the unpublished price-list
cs: Není možné zrušit zveřejnění nezveřejněného ceníku
es_cl: No se puede cancelar la publicación de la lista de precios no publicada
kk_kz: Нельзя отменить опубликование не опубликованного прайс-листа

# AdvertisementTemplatePublishConfirmationLabel
source: Publish the advertising material template
cs: Zveřejnit prvek šablony reklamního materiálu
es_cl: Publicar la plantilla de material publicitario
kk_kz: Опубликовать шаблон рекламного материала

# AdvertisementTemplatePublishConfirmation
source: Are you sure you want to publish this advertising material template?
cs: Skutečně si přejete zveřejnit šablonu reklamního materiálu?
es_cl: ¿Desea realmente publicar la plantilla de material publicitario?
kk_kz: Вы действительно хотите опубликовать шаблон ракламного материала?

# AdvertisementTemplatePublishConfirmationWithDirtyForm
source: Do you really want to publish the advertising template?<br/>The card contains changes that will be lost after publishing.<br/>If you would like to save them, click No and save the card.
cs: Opravdu chcete publikovat šablonu reklamního materiálu?<br/>V kartě byly uskutečněny změny, které budou ztraceny při publikací.<br/>Pokud chcete změny uložit, stiskněte „Ne“ a uložte kartu.
es_cl: ¿Está seguro que quiere publicar la plantilla del material publicitario?<br/>En la ficha hay cambios que se perderán al publicar.<br/>Si hay que guardarlos, pulse "no" y guarde la ficha.
kk_kz: Вы действительно хотите опубликовать шаблон ракламного материала?<br/>На карточке есть изменения, которые будут утеряны при публикации.<br/>Если требуется их сохранить нажмите "нет" и сохраните карточку.

# UnpublishAdvertisementTemplateLabel
source: Cancel advertising material template publishing
cs: Zrušit zveřejnění šablony reklamního materiálu
es_cl: Deshacer la publicación de la plantilla de material publicitario
kk_kz: Отменить публикацию шаблона рекламного материала

# UnpublishAdvertisementTemplateConfirmation
source: Are you sure you want to cancel advertising material template publishing?
cs: Skutečně si přejete zrušit zveřejnění šablony reklamního materiálu?
es_cl: ¿Desea realmente deshacer la publicación de la plantilla de material publicitario?
kk_kz: Вы действительно хотите отменить публикацию шаблона рекламного материала?

# CannotSetDefaultTheme
source: Failed to set the default topic
cs: Nepodařilo se stanovit téma dle výchozího nastavení
es_cl: No fue posible establecer la selección temática por defecto
kk_kz: Не удалось установить тематику по умолчанию

source: Operation failed
cs: Chyba při uskutečnění operace
es_cl: Error al cumplir la operación
kk_kz: Ошибка выполнения операции

# DisabledFunctionality
source: This functionality is temporarily unavailable
cs: Tato funkce je dočasně nedostupná
es_cl: Esta funcionalidad no está disponible temporalmente
kk_kz: Данный функционал временно недоступен

# DealMustPickOtherReason
source: Please specify another reason for deal closure
cs: Je třeba uvést jiný důvod ukončení obchodní transakce.
es_cl: Se requiere indicar otro motivo del cierre de la Transacción.
kk_kz: Необходимо указать другую причину закрытия Сделки.

# LegalPersonIsAlreadyMain
source: This legal entity is already specified as the main one
cs: Tato PO již je hlavní
es_cl: Esta razón social ya figura como principal
kk_kz: Данное юр. лицо уже является основным

# LimitIncreasingIsNotRequired
source: There is no need to increase the limit
cs: Zvýšení limitu není vyžadováno
es_cl: No es necesario aumentar la línea de crédito
kk_kz: Увеличение лимита не требуется

# LimitWillBeIncreased
source: The limit will be increased by {0}
cs: Limit bude zvýšen na částku {0}
es_cl: La línea de crédito será aumentada por el monto de {0}
kk_kz: Лимит будет увеличен на сумму {0}

# ErrorOnServiceAccess
source: Error connecting to {0} service. Contact the developers.
cs: Chyba při kontaktování služby {0}. Kontaktujte vývojáře.
es_cl: Error al dirigirse al servidor {0}. Dirígense a los desarrolladores.
kk_kz: Ошибка при обращении к сервису {0}. Обратитесь к разработчикам.

# InvalidDateTimeText
source: Incorrect value. Please use the 'DD/MM/YYYY' format
cs: Chybná hodnota. Použijte formát "DD. MM. RRRR"
es_cl: Valor incorrecto. Use el formato 'DD-MM-XXXX'
kk_kz: Некорректное значение. Используйте формат "ДД-MMM-ГГГГ"
