Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BL/Source/Resources/2Gis.Erm.BL.Resources.Client/Properties/Resources.*.resx
Languages: cs, es_cl, kk_kz

# OrderCheckResults
source: Results of the order check
cs: Výsledky kontroly objednávky
es_cl: Resultados de verificación de la orden
kk_kz: Результаты проверки заказа

# OrderIsNotRelatedToAccount
source: The order is not referenced to any personal account
cs: Objednávka není propojena s žádným osobním účtem
es_cl: La orden no está enlazada con ninguna cuenta personal
kk_kz: Заказ не связан ни с одним лицевым счётом

# OrderState
source: Order status
cs: Stav objednávky
es_cl: Estado de la orden
kk_kz: Статус заказа

# OrderValidationFailed
source: Failed to check
cs: Nebylo možné provést kontrolu
es_cl: No se ha podido completar la verificación
kk_kz: Не удалось выполнить проверку

# OriginalValue
source: Initial value
cs: Výchozí hodnota
es_cl: Valor inicial
kk_kz: Исходное значение

# PayablePlan
source: Due for payment (planned)
cs: K úhradě (plán.)
es_cl: A pagar (planificado)
kk_kz: К оплате (план)

source: Payment
cs: Vyúčtování
es_cl: Pago
kk_kz: Платеж

# PaymentDatePlan
source: Payment date, before
cs: Splatnost do
es_cl: Fecha de pago, hasta
kk_kz: Дата оплаты, до

source: Payments
cs: Vyúčtování
es_cl: Pagos
kk_kz: Платежи

# PriceForOrganizationUnitNotExists
source: There is no published price-list for the city {0} in the system at present
cs: V systému momentálně chybí zveřejněný ceník pro město {0}
es_cl: De momento, en el sistema no hay ninguna lista de precios publicada para la ciudad de {0}
kk_kz: В системе на данный момент отсутствует опубликованный прайс-лист для города {0}

# PrintText
source: Print
cs: Tisk
es_cl: Imprimir
kk_kz: Печать

# ProcessMessagesConfirm
source: Do you really want to process selected messages?
cs: Skutečně si přejete zpracovat vybrané zprávy?
es_cl: ¿Desea realmente procesar los mensajes seleccionados?
kk_kz: Вы действительно хотите обработать выбранные сообщения?

source: Properties
cs: Vlastnosti
es_cl: Propiedades
kk_kz: Свойства

# PropertyName
source: Editable field
cs: Měněné pole
es_cl: Campo editable
kk_kz: Изменяемое поле

# RefreshText
source: Refresh the list
cs: Aktualizovat seznam
es_cl: Actualizar lista
kk_kz: Обновить список

# ReleaseCountPlanRangeMessage
source: Planned number of issues should be within the range [1-12]
cs: Plánovaný počet vydání musí být v rozsahu [1-12]
es_cl: El número previsto de lanzamientos debe estar en el rango [1-12]
kk_kz: Планируемое число выпусков должно быть в диапазоне [1-12]

# RequiredFieldMessage
source: Specify value for the field "{0}"
cs: Do pole „{0}“ je třeba zadat hodnotu
es_cl: Es necesario indicar un valor para el campo "{0}"
kk_kz: Необходимо указать значение для поля "{0}"

source: Saturday
cs: Sobota
es_cl: Sábado
kk_kz: Суббота

# SearchInstructions
source: Enter the search data into the "Search" field and click "Find". Then select the required record and click OK.
cs: Do pole „Hledat“ zadejte údaje, které potřebujete vyhledat, poté stiskněte ikonku „Najít“. Následně vyberte požadovaný záznam a stiskněte tlačítko OK.
es_cl: Introduzca los datos que está buscando en el campo Buscar y pulse el botón Buscar. Después, seleccione el registro que desea y pulse OK.
kk_kz: Введите в поле "Искать" данные, которые требуется найти, и нажмите кнопку "Найти". Затем выберите требуемую запись, и нажмите кнопку OK.

source: Selected records
cs: Vybrané záznamy
es_cl: Registros seleccionados
kk_kz: Выбранные записи

# SelectObjectsToProcess
source: Select messages to be processed
cs: Vyberte zprávy pro zpracování
es_cl: Seleccione mensajes a procesar
kk_kz: Выберите сообщения для обработки

# SelectOneOrMoreRecords
source: You must select at least one record to be deleted.
cs: Je třeba vybrat alespoň jeden záznam pro odstranění.
es_cl: Debe seleccionar al menos un registro para eliminar.
kk_kz: Необходимо выбрать по крайней мере одну запись для удаления.

# SelectToWhiteList
source: Select
cs: Vybrat
es_cl: Seleccionar
kk_kz: Выбрать

# SelectToWhiteListMatherial
source: Select AM to the white list
cs: Výběr RM do Bílého seznamu
es_cl: Seleccionar el material publicitario para la lista blanca
kk_kz: Выбор РМ белый список

# SelectToWhiteListMatherialFailed
source: An error occurred during AM white list selection. Try again
cs: Při výběru RM do Bílého seznamu se vyskytla chyba. Zkuste opakovat operaci
es_cl: Ha ocurrido un error al seleccionar el material publicitario para la lista blanca. Intente volver a realizar la operación
kk_kz: При выборе РМ в белый список произошла ошибка. Попробуйте повторить операцию

source: September
cs: Září
es_cl: Septiembre
kk_kz: Сентябрь

# SourceEditText
source: Switch to the source code.
cs: Přepnout na zdrojový kód.
es_cl: Cambiar al código inicial.
kk_kz: Переключиться на исходный код.

# SourceEditTitle
source: Source code
cs: Zdrojový kód
es_cl: Código inicial
kk_kz: Исходный код

source: Start search
cs: Spustit vyhledávání
es_cl: Comenzar la búsqueda
kk_kz: Начать поиск

# StatusLabel
source: <b>Status: </b>
cs: <b>Stav: </b>
es_cl: <b>Estado: </b>
kk_kz: <b>Статус: </b>

# SumRemainingMustBeNull
source: The remaining amount of the order is not equal to zero. The remaining amount needs to be distributed among payments
cs: Zůstatek objednávky se nerovná nule. Zůstatek je třeba rozdělit mezi faktury
es_cl: El resto del importe de la orden no es igual a cero. Es necesario distribuir el resto según las facturas
kk_kz: Остаток суммы заказа не равен нулю. Необходимо распределить остаток по счетам

source: Sunday
cs: Neděle
es_cl: Domingo
kk_kz: Воскресенье

# TabPanelItemCloseText
source: Close the tab
cs: Zavřít záložku
es_cl: Cerrar pestaña
kk_kz: Закрыть вкладку

# TheAdvertisement
source: Advertising material
cs: Reklamní materiál
es_cl: Material publicitario
kk_kz: Рекламный материал

source: Thursday
cs: Čtvrtek
es_cl: Jueves
kk_kz: Четверг

source: Title
cs: Nadpis
es_cl: Título
kk_kz: Заголовок

# Total
source: Total for payment
cs: Celkem k zaplacení
es_cl: Total a pagar
kk_kz: Итого к оплате

source: Tuesday
cs: Úterý
es_cl: Martes
kk_kz: Вторник

# UnderlineText
source: Underline selected text.
cs: Podtrhávání vybraného textu.
es_cl: Subrayar el texto seleccionado.
kk_kz: Подчёркивание выделенного текста.

# UnderlineTitle
source: Underlined (Ctrl+U)
cs: Podtržený (Ctrl+U)
es_cl: Subrayado (Ctrl+U)
kk_kz: Подчёркнутый (Ctrl+U)

# UnknownFileSize
source: The size is not known
cs: Neznámá velikost
es_cl: Tamaño desconocido
kk_kz: Размер неизвестен

# UploadFileQuestion
source: Do you really want to upload the "{0}" file to the server?
cs: Skutečně si přejete stáhnout soubor „{0}“ na server?
es_cl: ¿Desea realmente cargar el archivo "{0}" en el servidor?
kk_kz: Вы действительно хотите загрузить файл "{0}" на сервер?

source: Wednesday
cs: Středa
es_cl: Miércoles
kk_kz: Среда

# WorkInProgressPleaseStandBy
source: The job is being performed. Please wait...
cs: Probíhá zpracování. Vyčkejte, prosím...
es_cl: Realizando tarea. Por favor, espere...
kk_kz: Работа выполняется. Пожалуйста, подождите...

source: Yes
cs: Ano
es_cl: Sí
kk_kz: Да

# CloseBargains_CurrentBargainIsObsolete
source: The current contract is out-of-date, to place an order under a contract, a new contract has to be created
cs: Stávající smlouva je neaktuální. Za účelem zveřejnění objednávky v rámci smlouvy je třeba vytvořit novou smlouvu
es_cl: El contrato actual está obsoleto, para hacer una orden con arreglo al contrato se debe crear un contrato nuevo
kk_kz: Текущий договор устарел, для размещения заказа в рамках договора необходимо создать новый договор

# IsWarmClientWarningFormat
source: Reason for the deal is "Warm Lead", since there is a "{0}" task for this client, closed {1}, that has the "Warm Lead" type
cs: Vzhledem k tomu, že tento klient má úlohu „{0}“ uzavřenou {1} s typem „Potenciální klient“, byl vydán důvod obchodní transakce „Potenciální klient“
es_cl: Se muestra el motivo de la transacción Cliente interesado, ya que para dicho cliente existe la tarea "{0}", cerrada {1} con el tipo Cliente interesado
kk_kz: Выставлена причина сделки "Горячий клиент", т.к. для данного клиента существует задача "{0}", закрытая {1} с типом "Горячий клиент"

# BillCreationApprovalNeeded
source: Approval is required!
cs: Je vyžadován souhlas!
es_cl: ¡Se requiere confirmación!
kk_kz: Требуется согласование!

# BillMassCreateConfirmMessage
source: Attention! Payments will be created for the selected group of orders. Continue?
cs: Pozor! Pro vybranou skupinu objednávek budou vytvořeny faktury. Pokračovat?
es_cl: ¡Atención! Se crearán facturas para el grupo seleccionado de órdenes. ¿Desea seguir?
kk_kz: Внимание! Будут созданы счета на оплату для выбранной группы заказов. Продолжить?

# RelatedOrdersDestination
source: Destination city
cs: Cílové město
es_cl: Ciudad de destino
kk_kz: Город назначения

# RelatedOrdersIsSelected
source: Select
cs: Vybrat
es_cl: Seleccionar
kk_kz: Выбрать

# RelatedOrdersNoOrders
source: No orders for bulk payment creation
cs: Neexistují objednávky, které by byly vhodné pro hromadné vystavení faktur
es_cl: No hay ninguna orden adecuada para la creación masiva de facturas
kk_kz: Нет заказов, подходящих для массового создания счетов на оплату

# RelatedOrdersNumber
source: No.
cs: Číslo
es_cl: Número
kk_kz: Номер

# RelatedOrdersSource
source: Source city
cs: Výchozí město
es_cl: Ciudad de origen
kk_kz: Город источник

# BillMassCreateOrderHasZeroPayablePlan
source: Bulk creation of deferred payments cannot be performed if one of the orders has zero amount for payment. The list of payments for bulk creation should not contain selected orders.
cs: Není možné hromadně vystavit faktury se splátkami, jestliže pracujete s objednávkou, na které je částka k zaplacení rovna nule. V seznamu pro hromadné vystavení faktur nesmí být vybrané tyto objednávky.
es_cl: Imposible realizar la creación masiva de facturas para el pago a cuotas usando una orden con el importe cero. No debe haber órdenes seleccionadas en la lista para la creación masiva de facturas.
kk_kz: Невозможно массовое создание счетов на оплату, с использованием рассрочки, используя заказ с нулевой суммой к оплате. Не должно быть выбранных заказов в списке для массового создания счетов на оплату.

# ValueCantBeEmpty
source: The value cannot be empty
cs: Hodnota nemůže být prázdná
es_cl: El valor no puede estar vacío
kk_kz: Значение не может быть пустым

# MergeLegalPersonsAlert
source: Attention! After merging, only the main legal entity of the Client will remain in the system, secondary legal entity of the Client will be hidden. The operation cannot be undone!
cs: Pozor! Po dokončení operace sloučení zůstane v systému pouze hlavní pr. osoba klienta, vedlejší pr. osoba klienta bude skrytá. Operaci nebude možné zrušit!
es_cl: ¡Atencion! Despues de la finalizacion de la funcion de fichas, en el sistema estara disponible solamente la persona juridica principal del cliente, la persona juridica adicional del cliente sera oculta y la operación no podra ser anulada.
kk_kz: Внимание! После завершения операции слияния в системе останется только основное Юр. лицо клиента, не основное Юр. лицо клиента будет скрыто. Операцию нельзя будет отменить!

# MergeLegalPersonsSucceded
source: Merged successfully
cs: Operace sloučení proběhla úspěšně
es_cl: La operación de fusión se ha completado con éxito
kk_kz: Операция слияния проведена успешно

# SomeOfTheClientsHaveDebtsAlert
source: Attention! You are trying to take a Client with a debt receivable!
cs: Pozor! Pokoušíte se vzít z rezervy klienta s pohledávkami!
es_cl: ¡Atención! ¡Está intentando tomar de la reserva a un Cliente con deudas!
kk_kz: Внимание! Вы пытаетесь взять из резерва Клиента с дебиторской задолженностью!

# CheckClientsDebtsFailed
source: Failed to check debts of the selected clients. Probably some of the selected clients have debts.
cs: Nebylo možné zkontrolovat zůstatky vybraných klientů. Pravděpodobně někteří z vybraných klientů mají pohledávky.
es_cl: No se han podido verificar las deudas de clientes seleccionados. Tal vez algunos clientes seleccionados tienen deudas.
kk_kz: Не удалось проверить долги выбранных клиентов. Возможно, у некоторых из выбранных клиентов имеются долги.

# InvalidSelectedPositionsCount
source: Required number of selected items: {0}
cs: Musí být vybrán následující počet položek: {0}
es_cl: Deben haber posiciones seleccionadas: {0}
kk_kz: Должно быть выбрано позиций: {0}

# CanNotSelectHiddenPosition
source: You have to change hidden reference objects to the objects available at present
cs: Je třeba vyměnit vázané objekty, které byly skryté, za aktuálně dostupné
es_cl: Se requiere reemplazar los enlaces con el objeto ocultos por los actualmente disponibles
kk_kz: Нужно заменить объекты привязки, которые были скрыты, на доступные на текущий момент

# HiddenItem
source: (hidden till clarification)
cs: (skrýt, dokud nebude vyjasněno)
es_cl: (oculto hasta validar)
kk_kz: (скрыт до выяснения)

# DeletedItem
source: (hidden forever)
cs: (skrýt navždy)
es_cl: (oculto permanentemente)
kk_kz: (скрыт навсегда)

# ListDoesNotSupportExcluding
source: This list does not support the operation of excluding from a subdivision.
cs: Tento seznam nepodporuje operaci vyloučení z pododdílu.
es_cl: Esta lista no es compatible con la operación de exclusión de la sucursal.
kk_kz: Данный список не поддерживает операцию исключения из подразделения.

# OrderRepairFailed
source: Failed to correct items of the order
cs: Nebylo možné upravit položky objednávky
es_cl: No se han podido corregir las posiciones de la orden
kk_kz: Не удалось исправить позиции заказа

# RepairOutdatedOrderPositions
source: Refresh the list with actual price-list informaion
cs: Aktualizovat objednávku dle aktuálního ceníku
es_cl: Actualizar la orden según la lista de precios vigente
kk_kz: Обновить заказ по актуальному прайс-листу

# RepairInProgressPleaseStandBy
source: Correction is being made. Please wait...
cs: Probíhá oprava. Počkejte, prosím...
es_cl: Se está realizando la corrección. Por favor, espere...
kk_kz: Выполняется исправление. Пожалуйста, подождите...

# DiscountResetWarning
source: Information on discounts will be deleted for all order items! Continue?
cs: Ze všech položek objednávky budou odstraněny informace o slevách! Pokračovat?
es_cl: ¡La información sobre descuentos se eliminará de todas las posiciones de la orden! ¿Seguimos?
kk_kz: По всем позициям заказа будет удалена информация о скидках! Продолжаем?

# OrderUpgradeProducedTheFollowingWarnings
source: Order update will produce the following changes:
cs: Po aktualizaci objednávky došlo k následujícím změnám:
es_cl: La actualización de la orden ha llevado a las siguientes modificaciones:
kk_kz: Обновление заказа привело к следующим изменениям:

# LegalPersonProfileIsAlreadyMain
source: This profile is already the main one
cs: Tento profil je již nastaven jako hlavní
es_cl: Este perfil ya es el principal
kk_kz: Данный профиль уже является основным

# YouHaveToChooseLegalPersonToPrintOrder
source: Legal entity of the customer must be specified to create a PF
cs: Pro účely vytvoření výtisků je nezbytné uvést pr. osobu objednatele
es_cl: Para la preparación de los documentos para publicar es necesario especificar la Persona jurídica del contratante
kk_kz: Для формирования ПФ необходимо указать юр. лицо заказчика

# YouHaveToSaveOrderToPrint
source: Save order to create a PF
cs: Pro účely vytvoření výtisků je nezbytné uložit objednávku
es_cl: Para la preparación de documentos para publicar es necesario guardar la orden
kk_kz: Для формирования ПФ необходимо сохранить заказ

# GridViewColumns
source: Columns
cs: Sloupce
es_cl: Columnas
kk_kz: Столбцы

# GridViewSortAscText
source: Sort ascending
cs: Třídit vzestupně
es_cl: Ordenar de menor a mayor
kk_kz: Сортировать по возрастанию

# GridViewSortDescText
source: Sort descending
cs: Třídit sestupně
es_cl: Ordenar de mayor a menor
kk_kz: Сортировать по убыванию

source: Reports
cs: Výkazy
es_cl: Informes
kk_kz: Отчёты

# OrderIsCorrect
source: The order is correct
cs: Objednávka je správná
es_cl: Orden valida
kk_kz: Заказ корректен

source: Search:
cs: Hledat:
es_cl: Buscar:
kk_kz: Искать:

# AdditionalServicesDoNotDisplay
source: Do not display
cs: Nezobrazovat
es_cl: No mostrar
kk_kz: Не отображать

# AdditionalServicesDisplay
source: Display
cs: Zobrazovat
es_cl: Mostrar
kk_kz: Отображать

# AdditionalServicesDefault
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# AdditionalServicesDependsOnAddress
source: Depend on address
cs: Závisí na adrese
es_cl: Depende de la dirección
kk_kz: Зависит от адреса

# AdditionalServicesValueNotFound
source: Invalid value!
cs: Chybná hodnota!
es_cl: ¡Valor no permitido!
kk_kz: Недопустимое значение!

# AdditionalServicesService
source: Service
cs: Služba
es_cl: Servicio
kk_kz: Услуга

# AdditionalServicesDisplayService
source: Display service
cs: Zobrazovat službu
es_cl: Mostrar servicio
kk_kz: Отображать услугу

# FileNameNotSpecified
source: file name is not specified
cs: není uveden název souboru
es_cl: no se ha indicado el nombre del archivo
kk_kz: имя файла не указано

# ActivityDaysAndHoursFormat
source: Days: {0}, hours: {1}
cs: Dnů: {0}, hodin: {1}
es_cl: Días: {0}, horas: {1}
kk_kz: Дней: {0}, часов: {1}

# ActivityDaysFormat
source: Days: {0}
cs: Dnů: {0}
es_cl: Días: {0}
kk_kz: Дней: {0}

source: Copy current order
cs: Zkopírovat stávající objednávku
es_cl: Copiar la orden actual
kk_kz: Скопировать текущий заказ

# CopyOrderWithTermination
source: Create order instead of terminated one
cs: Vytvořit objednávku místo zrušené objednávky
es_cl: Crear nueva orden en base a la anulada
kk_kz: Создать заказ вместо расторгнутого

# OrderCopying
source: Copying order
cs: Kopírování objednávky
es_cl: Copia de la orden
kk_kz: Копирование заказа

# OrderCopyingInProgress
source: Copying order. Please wait…
cs: Objednávka se kopíruje. Počkejte, prosím...
es_cl: Procesando la copia de la orden. Por favor, espere...
kk_kz: Идёт копирование заказа. Пожалуйста, подождите...

# OrderCopyingFailure
source: Failed to copy order
cs: Nebylo možné zkopírovat objednávku
es_cl: No se ha podido copiar la orden
kk_kz: Не удалось скопировать заказ

# OrderCopyingCompleted
source: Copying completed
cs: Kopírování dokončeno
es_cl: Se ha completado la copia
kk_kz: Копирование завершено

# OrderCopyingSuccess
source: Order copied. New order number is {entity}
cs: Objednávka byla zkopírována. Číslo nové objednávky - {entity}
es_cl: La orden se ha copiado. Número de la nueva orden: {entity}
kk_kz: Заказ скопирован. Номер нового заказа - {entity}

# LimitStatusOpened
source: Opened
cs: Otevřená
es_cl: Abierto
kk_kz: Открыт

# LimitStatusApproved
source: Approved
cs: Schválená
es_cl: Aprobado
kk_kz: Одобрен

# LimitStatusRejected
source: Rejected
cs: Zamítnutá
es_cl: Rechazado
kk_kz: Отклонен

# LimitStatusError
source: Error
cs: CHYBA
kk_kz: ОШИБКА

source: Add category
cs: Přidat rubriku
es_cl: Añadir categoría
kk_kz: Добавить рубрику

# BargainCreationIsInProgress
source: Creating contract. Please wait…
cs: Smlouva se generuje. Počkejte, prosím...
es_cl: Procesando la creación del contrato. Por favor, espere...
kk_kz: Идёт создание договора. Пожалуйста, подождите...

# BargainCreation
source: Creating contract
cs: Generování smlouvy
es_cl: Creando contrato
kk_kz: Создание договора

# BargainIsCreated
source: Contract {entity} created
cs: Smlouva {entity} byla vytvořena
es_cl: El contrato se ha creado {entity}
kk_kz: Создан договор {entity}

# ApplicationError
source: Program error
cs: Chyba programu
es_cl: Error del programa
kk_kz: Ошибка программы

# Checking
source: Check
cs: Kontrola
es_cl: Validación
kk_kz: Проверка

# PleaseWaitWhileCheckingClientDebts
source: Please wait. Checking the selected clients for debts
cs: Vyčkejte prosím. Právě probíhá kontrola stávajících pohledávek vybraných klientů.
es_cl: Por favor, espere, comprobando la presencia de deudas de los clientes seleccionados
kk_kz: Пожалуйста, подождите - идет проверка на наличие задолженности у выбранных клиентов

source: Category name
cs: Název rubriky
es_cl: Nombre de categoría
kk_kz: Название рубрики

# DummyValue
source: Parked page
cs: Zástupný materiál
es_cl: Stub
kk_kz: Заглушка

# DummyValueWillBeApplied
source: A parked page will be applied instead of an advertising material.
cs: Místo reklamního materiálu bude použit zástupný materiál.
es_cl: En lugar del material publicitario se aplicará el stub.
kk_kz: Вместо рекламного материала будет применена заглушка.

# AddressIsNotLocatedOnTheMap
source: Address is not linked to map
cs: Adresa nemá vazbu na mapu
es_cl: La dirección no está enlazada con el mapa
kk_kz: Адрес не привязан к карте

# InputValidationInvalidUrl
source: Value of the field "{0}" is not a correct url-address
cs: Hodnota pole „{0}“ neni spravnou URL adresou
es_cl: El valor del campo "{0}" no es una dirección URL válida
kk_kz: Значение поля "{0}" не является корректным url-адресом

# TextEditorOverflow
source: Number of symbols exceeds permitted {0} symbols per {1}.
cs: Pocet symbolu presahuje povoleny pocet {0} symbolu o {1}.
es_cl: El número de caracteres excede el permitido {0} en {1} caracteres.
kk_kz: Количество символов превышает допустимые {0} символов на {1}.

# SymbolsLeft
source: Number of symbols remained: {0}
cs: Zbyvajici symboly: {0}
es_cl: Caracteres restantes: {0}
kk_kz: Символов осталось: {0}

# AdsCheckTooLongWord
source: Maximum permitted number of symbols in the word {0} is exceeded: {1} of {2} possible.
cs: Ve slove '{0}' byl prekrocen maximalni pocet symbolu: {1} z moznych {2}.
es_cl: En la palabra '{0}' se ha excedido el número máximo permitido de caracteres: {1} de {2} posibles.
kk_kz: В слове '{0}' превышено максимально допустимое количество символов: {1} из {2} возможных.

# TextEditorLineBreaksOverflow
source: Number of lines exceeds permitted {0} lines per {1}.
cs: Pocet radku presahuje povoleny pocet {0} o {1}.
es_cl: El número de líneas excede el permitido {0} en {1}.
kk_kz: Количество строк превышает допустимые {0} на {1}.

# LineBreaksLeft
source: Number of lines left {0}
cs: Zbyvajicich radku {0}
es_cl: Líneas restantes {0}
kk_kz: Строк осталось {0}

# AdvertisementElementTextContainsHtmlTags
source: The text contains potentially dangerous elements (HTML tags) and cannot be saved.
cs: Text obsahuje potenciálně nebezpečné prvky (HTML tagy), text nelze uložit.
es_cl: El texto contiene elementos potencialmente peligrosos (etiquetas HTML), el texto no se podrá guardar.
kk_kz: Текст содержит потенциально опасные элементы (тэги HTML), текст не может быть сохранён.

# AdvertisementElementTextContainsControlCharacters
source: The text contains control symbols. Delete them before saving?
cs: Text obsahuje řídicí znaky, přejete si je před uložením odstranit?
es_cl: El texto contiene caracteres de control, ¿desea eliminarlos antes de guardar?
kk_kz: Текст содержит управляющие символы, удалить их перед сохранением?

# AdvertisementElementWasNotSaved
source: AM element was not saved.
cs: Element reklamního materiálu nebyl uložen.
es_cl: El elemento del material publicitario no se ha guardado.
kk_kz: Элемент РМ не был сохранён.

# OrderCreation
source: Create order
cs: Vytvoření objednávky
es_cl: Crear una orden
kk_kz: Создание заказа

# OrderCreationIsInProgress
source: Creating order... Please wait...
cs: Probíhá vytvoření objednávky. Počkejte, prosím...
es_cl: Procesando la creación de la orden. Por favor, espere...
kk_kz: Идёт создание заказа. Пожалуйста, подождите...

# OrderIsCreated
source: Order {entity} created
cs: Objednávka {entity} byla vytvořena
es_cl: Se ha creado la orden {entity}
kk_kz: Создан заказ {entity}

# OrderProcessingRequestCancelled
source: Request canceled
cs: Požadavek je zrušen
es_cl: Petición rechazada
kk_kz: Заявка отменена
