Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BLCore/Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/EnumResources.*.resx
Languages: cs, es_cl, kk_kz

# FirmAddressContactTypePhone
source: Telephone
cs: Telefon
es_cl: Teléfono
kk_kz: Телефон

# FirmAddressContactTypeWebsite
source: Website
cs: Webová stránka
es_cl: Sitio Web
kk_kz: Web-сайт

# FirmAddressContactTypeOther
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другой

# CloseDealReasonReason1
source: Temporary refusal. No decision maker
cs: Dočasně zamítnuto. Chybí osoba, která přijímá rozhodnutí
es_cl: Rechazo temporal. No está el Decision Maker
kk_kz: Временный отказ. Нет человека ПР

# CloseDealReasonReason2
source: Temporary refusal. Doubts about efficiency
cs: Dočasně zamítnuto. Pochyby o efektivitě
es_cl: Rechazo temporal. Dudas sobre la eficacia
kk_kz: Временный отказ. Сомнения в эффективности

# CloseDealReasonReason3
source: Temporary refusal. No money
cs: Dočasně zamítnuto. Chybí finance
es_cl: Rechazo temporal. No hay dinero
kk_kz: Временный отказ. Нет денег

# CloseDealReasonReason4
source: Temporary refusal. Unsatisfied with the product
cs: Dočasně zamítnuto. Nespokojenost s produktem
es_cl: Rechazo temporal. No satisfecho con el producto
kk_kz: Временный отказ. Неудовлетворен продуктом

# CloseDealReasonReason5
source: Temporary refusal. Other (specify)
cs: Dočasně zamítnuto. Jiné (uveďte dodatečně)
es_cl: Rechazo temporal. Otro (indicar adicionalmente)
kk_kz: Временный отказ. Другое (указать дополнительно)

# CloseDealReasonReason6
source: Flat refusal. Client's negativity
cs: Kategoricky zamítnuto. Negativní přístup klienta
es_cl: Rechazo total. Negativa del cliente
kk_kz: Категорический отказ. Негатив клиента

# CloseDealReasonReason7
source: Flat refusal. Inappropriate target audience
cs: Kategoricky zamítnuto. Jiná cílová skupina
es_cl: Rechazo total. No coincide con el público objetivo
kk_kz: Категорический отказ. Не совпадает целевая аудитория

# CloseDealReasonReason8
source: Flat refusal. Advertise with competitors
cs: Kategoricky zamítnuto. Inzeruje u konkurenčních společností
es_cl: Rechazo total. Se anuncia por los competidores
kk_kz: Категорический отказ. Размещает у конкурентов

# CloseDealReasonReason9
source: Flat refusal. No interest
cs: Kategoricky zamítnuto. Nemá zájem
es_cl: Rechazo total. No tiene interés
kk_kz: Категорический отказ. Нет интереса

# CloseDealReasonReason10
source: Flat refusal. Other (specify)
cs: Kategoricky zamítnuto. Jiné (uveďte dodatečně)
es_cl: Rechazo total. Otro (indicar adicionalmente)
kk_kz: Категорический отказ. Другое (указать дополнительно)

# DealStageCollectInformation
source: Collecting information
cs: Shromažďování informací
es_cl: Recolección de información
kk_kz: Сбор информации

# DealStageHoldingProductPresentation
source: Presentations
cs: Prezentace
es_cl: Realización de presentación
kk_kz: Проведение презентации

# DealStageMatchAndSendProposition
source: Approval of CO
cs: Schválení ON
es_cl: Conciliación de la propuesta comercial
kk_kz: Согласование КП

# DealStageOrderFormed
source: Order is formed
cs: Objednávka vytvořena
es_cl: Orden formada
kk_kz: Сформирован Заказ

# DealStageOrderApprovedForRelease
source: Order approval for issue
cs: Objednávka je schválena k vydání
es_cl: La orden aprobada para el lanzamiento
kk_kz: Заказ одобрен в выпуск

# DealStageService
source: Service
cs: Servis
es_cl: Servicio
kk_kz: Сервис

# ReasonForNewDealClientCall
source: Client's initiative Call
cs: Iniciativa klienta - hovor
es_cl: Iniciativa del Cliente Llamada
kk_kz: Инициатива Клиента Звонок

# ReasonForNewDealClientEmail
source: Client's initiative E-mail
cs: Iniciativa klienta - E-mail
es_cl: Iniciativa del Cliente E-mail
kk_kz: Инициатива Клиента E-mail

# ReasonForNewDealClientVisit
source: Client's initiative Visit
cs: Iniciativa klienta - návštěva
es_cl: Iniciativa del Cliente Visita
kk_kz: Инициатива Клиента Визит

# DocumentsDeliveryMethodPostOnly
source: By post
cs: Poštou
es_cl: Por correo
kk_kz: Почтой

# DocumentsDeliveryMethodDeliveryByManager
source: Delivery by SR
cs: Dodání MP
es_cl: Entrega por el ejecutivo de ventas
kk_kz: Доставка МПП

# DocumentsDeliveryMethodDeliveryByClient
source: By client
cs: Osobní vyzvednutí
es_cl: Por el propio cliente
kk_kz: Самостоятельно клиентом

# DocumentsDeliveryMethodByEmail
source: By e-mail
cs: Elektronicky
es_cl: Envío electrónico
kk_kz: Электронной почтой

# DocumentsDeliveryMethodByCourier
source: By courier
cs: Kurýrem
es_cl: Por mensajero
kk_kz: Курьером

# OrderTypeAdsBarter
source: Barter of advertisement
cs: Reklamní barter
es_cl: Trueque publicitario
kk_kz: Рекламный бартер

# OrderTypeProductAdsService
source: GAS (goods, advertising, services)
cs: ZRS (zboží, reklama, služby)
es_cl: MPS (Mercancías, publicidad, servicios)
kk_kz: ТРУ (товары, реклама, услуги)

# OrderTypeSale
source: Sales
cs: Prodeje
es_cl: Ventas
kk_kz: Продажи

# OrderTypeSelfAds
source: Self-advertisement
cs: Sebepropagace
es_cl: Autopromoción
kk_kz: Самореклама

# SalesModelGuaranteedProvision
source: Guaranteed rendering
cs: Garantované poskytnutí
es_cl: Prestación garantizada
kk_kz: Гарантированное оказание

# SalesModelPlannedProvision
source: Scheduled services for a single category
cs: Plánované poskytování služeb podle jedné rubriky
es_cl: Prestación de servicios del plan que abarca una categoría
kk_kz: Плановое оказание услуг по одной рубрике

# PositionCalculationMethodPosition
source: Item
cs: Položka
es_cl: Posición
kk_kz: Позиция

# PositionCalculationMethodUnit
source: Unit
cs: Jednotka
es_cl: Unidad
kk_kz: Единица

# PositionPlatformMinPlacementPeriodFourMonths
source: Four months
cs: Čtyři měsíce
es_cl: Cuatro meses
kk_kz: Четыре месяца

# PositionPlatformMinPlacementPeriodOneMonth
source: One month
cs: Jeden měsíc
es_cl: Un mes
kk_kz: Один месяц

# PositionPlatformPlacementPeriodDay
source: Day
cs: Den
es_cl: Día
kk_kz: День

# PositionPlatformPlacementPeriodMonth
source: Month
cs: Měsíc
es_cl: Mes
kk_kz: Месяц

# PositionBindingObjectTypeAddressSingle
source: Address (sing.)
cs: Adresa (jedn.)
es_cl: Dirección (singular)
kk_kz: Адрес (ед)

# PositionBindingObjectTypeAddressCategoryMultiple
source: Address category (pl.)
cs: Rubrika adresy (mn.)
es_cl: Categoría de dirección (plural)
kk_kz: Рубрика адреса (мн)

# PositionBindingObjectTypeAddressCategorySingle
source: Address category (sing.)
cs: Rubrika adresy (jedn.)
es_cl: Categoría de dirección (singular)
kk_kz: Рубрика адреса (ед)

# PositionBindingObjectTypeCategorySingle
source: Category (sing.)
cs: Rubrika (jedn.)
es_cl: Categoría (singular)
kk_kz: Рубрика (ед)

# PositionBindingObjectTypeFirm
source: Company
cs: Firma
es_cl: Empresa
kk_kz: Фирма

# PositionBindingObjectTypeAddressMultiple
source: Address (pl.)
cs: Adresa (mn.)
es_cl: Dirección (plural)
kk_kz: Адрес (мн)

# PositionBindingObjectTypeCategoryMultiple
source: Category (pl.)
cs: Rubrika (mn.)
es_cl: Categoría (plural)
kk_kz: Рубрика (мн)

# PositionBindingObjectTypeThemeMultiple
source: Subject (pl.)
cs: Téma (mn.)
es_cl: Tema (plural)
kk_kz: Тематика (мн)

# ReasonForNewDealManagerCall
source: Sale Representative's initiative Call
cs: Iniciativa manažera - hovor
es_cl: Iniciativa del Ejecutivo Llamada
kk_kz: Инициатива Менеджера Звонок

# ReasonForNewDealManagerVisit
source: Sale Representative's initiative Visit
cs: Iniciativa manažera - návštěva
es_cl: Iniciativa del Ejecutivo Visita
kk_kz: Инициатива Менеджера Визит

# InformationSourceWarmClient
source: Warm Lead
cs: Potencionální klient
es_cl: Cliente interesado
kk_kz: Горячий клиент

# OrderStateApproved
source: Approved
cs: Schváleno
es_cl: Aprobado
kk_kz: Одобрен

# OrderStateArchive
source: Archive
cs: Archiv
es_cl: Archivo
kk_kz: Архив

# OrderStateOnApproval
source: For approval
cs: Schvaluje se
es_cl: En trámite de confirmación
kk_kz: На утверждении

# OrderStateOnRegistration
source: Preparation
cs: Vyřizuje se
es_cl: En trámite de formalización
kk_kz: На оформлении

# OrderStateOnTermination
source: Termination in progress
cs: Ruší se
es_cl: En trámite de anulación
kk_kz: На расторжении

# OrderStateRejected
source: Rejected
cs: Zamítnuto
es_cl: Rechazado
kk_kz: Отклонено

# InformationSourceInformationDepartment
source: Information Department
cs: Informační oddělení
es_cl: Departamento de información
kk_kz: Информационный отдел

# InformationSourceSalesDepartment
source: Sales Department
cs: Prodejní oddělení
es_cl: Departamento de ventas
kk_kz: Отдел продаж

# InformationSourceMedia
source: Mass media
cs: Hromadné sdělovací prostředky
es_cl: Medios de comunicación
kk_kz: СМИ

# LimitStatusApproved
source: Approved
cs: Potvrzeno
es_cl: Confirmado
kk_kz: Подтверждено

# LimitStatusOpened
source: Opened
cs: Otevřeno
es_cl: Abierto
kk_kz: Открыто

# LimitStatusRejected
source: Rejected
cs: Zamítnuto
es_cl: Rechazado
kk_kz: Отклонено

# ReasonForNewDealWarmClient
source: Warm Lead
cs: Potencionální klient
es_cl: Cliente interesado
kk_kz: Горячий клиент

# AdvertisementElementRestrictionTypeArticle
source: Article
cs: Článek
es_cl: Artículo
kk_kz: Статья

# AdvertisementElementRestrictionTypeFasComment
source: FAS comments
cs: Zákon o reklamě
es_cl: Advertencia
kk_kz: Комментарий ФАС

# AdvertisementElementRestrictionTypeImage
source: Picture
cs: Obrázek
es_cl: Imagen
kk_kz: Картинка

# OrderBudgetTypeBudget
source: Budget
cs: Rozpočet
es_cl: Presupuesto
kk_kz: Бюджет

# OrderBudgetTypeSell
source: Sales
cs: Prodeje
es_cl: Ventas
kk_kz: Продажи

# OrderBudgetTypeUndefined
source: Not defined
cs: Neurčeno
es_cl: Indefinido
kk_kz: Не определено

# AdvertisementElementRestrictionTypeDate
source: Date
cs: Datum
es_cl: Fecha
kk_kz: Дата

# FasCommentNewFasComment
source: New FAS comments
cs: Nové upozornění.
es_cl: Nueva advertencia
kk_kz: Новый комментарий ФАС.

# FasCommentAlcohol
source: Advertisement of alcoholic products
cs: Reklama na alkoholické výrobky.
es_cl: Publicidad de productos alcohólicos.
kk_kz: Реклама алкогольной продукции.

# FasCommentDrugsAndService
source: Advertisement of pharmaceuticals, medical equipment, health care products and medical services including treatment procedures.
cs: Reklama na léčiva, zdravotnickou techniku, zdravotnické prostředky a zdravotní služby včetně způsobů léčby.
es_cl: Publicidad de medicamentos, equipos médicos, productos y servicios médicos, incluidos tratamientos.
kk_kz: Реклама лекарственных средств, медицинской техники, изделий медицинского назначения и медицинских услуг, в том числе методов лечения.

# ProductTypeMass
source: Mass services
cs: Spotřební služby
es_cl: Servicios de masas
kk_kz: Массовые услуги

# ProductTypeConsideredDemand
source: Balanced demand
cs: Uvážená poptávka
es_cl: Demanda deliberada
kk_kz: Обдуманный спрос

# UsingOtherMediaOptionRadio
source: Radio
cs: Rádio
kk_kz: Радио

# LegalPersonTypeBusinessman
source: Sole Proprietorship
cs: Osoba samostatně výdělečně činná (OSVČ)
es_cl: EIRL
kk_kz: Индивидуальный предприниматель

# LegalPersonTypeLegalPerson
source: Legal entity
cs: Právnická osoba
es_cl: Persona jurídica
kk_kz: Юридическое лицо

# LegalPersonTypeNaturalPerson
source: Individual
cs: Fyzická osoba
es_cl: Persona natural
kk_kz: Физическое лицо

# PositionBindingObjectTypeAddressFirstLevelCategorySingle
source: Category of the 1st level address (sing.)
cs: Rubrika 1. úrovně adresy (jedn.)
es_cl: Categoría de primer nivel de la dirección (singular)
kk_kz: Рубрика 1-го уровня адреса (ед)

# PositionBindingObjectTypeAddressFirstLevelCategoryMultiple
source: Category of the 1st level address (pl.)
cs: Rubrika 1. úrovně adresy (mn.)
es_cl: Categoría de primer nivel de la dirección (plural)
kk_kz: Рубрика 1-го уровня адреса (мн)

# ReleaseInfoOperationTypeBeta
source: Technical
cs: Technická
es_cl: Técnica
kk_kz: Техническая

# ReleaseInfoOperationTypeRelease
source: Final
cs: Konečná
kk_kz: Финальная

# AccountRoleMakingDecisions
source: Takes decisions
cs: Rozhoduje
es_cl: Toma decisiones
kk_kz: Принимает решения

# AccountRoleInfluenceDecisions
source: Influences decisions
cs: Má vliv na rozhodnutí
es_cl: Influye en las decisiones
kk_kz: Влияет на решения

# AccountRoleEmployee
source: Employee
cs: Zaměstnanec
es_cl: Empleado
kk_kz: Сотрудник

# FamilyStatusSingle
source: Single
cs: Svobodný/svobodná
es_cl: Soltero / Soltera
kk_kz: Не женат / Не замужем

# FamilyStatusMarried
source: Married
cs: Ženatý/vdaná
es_cl: Casado / Casada
kk_kz: Женат / Замужем

# GenderMale
source: Male
cs: Muž
es_cl: Masculino
kk_kz: Мужской

# GenderFemale
source: Female
cs: Žena
es_cl: Femenino
kk_kz: Женский

# LocalMessageStatusNone
source: Not defined
cs: Neurčeno
es_cl: Indefinido
kk_kz: Не определено

# LocalMessageStatusNotProcessed
source: Not processed
cs: Nezpracováno
es_cl: No procesado
kk_kz: Не обработано

# LocalMessageStatusProcessed
source: Processed
cs: Zpracováno
es_cl: Procesado
kk_kz: Обработано

# LocalMessageStatusFailed
source: Error
cs: Chyba
kk_kz: Ошибка

# IntegrationSystemNone
source: Not specified
cs: Neuvedeno
es_cl: No especificada
kk_kz: Не указана

# IntegrationSystemBilling
source: Billing
cs: Fakturace
es_cl: Facturación
kk_kz: Биллинг

# IntegrationSystemExport
source: Export service
cs: Servis exportu
es_cl: Servicio de exportación
kk_kz: Сервис экспорта

# IntegrationTypeNone
source: Not specified
cs: Neuvedeno
es_cl: No especificado
kk_kz: Не указан

# IntegrationTypeImportFirmsFromDgpp
source: Loading companies
cs: Načtení firem

# IntegrationTypeImportCategoriesFromDgpp
source: Loading categories
cs: Načtení rubrik

# IntegrationTypeImportTerritoriesFromDgpp
source: Loading territories
cs: Načtení území

# IntegrationTypeExportFirmsWithActiveOrdersToDgpp
source: Unloading companies with active orders
cs: Odeslání firem s aktivními objednávkami

# IntegrationTypeImportWithdrawalsFromBilling
source: Loading writing-offs
cs: Načtení odpisů

# IntegrationTypeExportOrdersToBilling
source: Unloading orders
cs: Načtení aktivních objednávek

# IntegrationTypeImportAccountDetailsFrom1C
source: Loading account receipts
cs: Načtení připsaných částek na osobní účty
es_cl: Carga de ingresos desde las cuentas personales
kk_kz: Загрузка поступлений по лицевым счетам

# IntegrationTypeExportLegalPersonsTo1C
source: Unloading legal entities of Clients
cs: Načtení pr. osob klientů
es_cl: Descarga las personas jurídicas de clientes
kk_kz: Выгрузка юр. лиц клиентов

# IntegrationTypeExportAccountsTo1C
source: Unloading of personal accounts
cs: Načtení osobních účtů

# IntegrationTypeExportAccountSaldosTo1C
source: Unloading reconciliation reports
cs: Načtení ověření

# OrderDiscountReasonAdvertisingCampaign
source: Promotional
cs: Akční
es_cl: Promocional
kk_kz: Акционная

# OrderDiscountReasonBargain
source: Trade
cs: Obchodní
es_cl: Comercial
kk_kz: Торговая

# OrderDiscountReasonOther
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другое

# OrderPositionDiscountReasonOther
source: Other reason
cs: Jiný důvod
es_cl: Otro motivo
kk_kz: Другая причина

# OrderPositionDiscountReasonReason1
source: Reason 1
cs: 1. důvod
es_cl: Motivo 1
kk_kz: Причина 1

# OrderPositionDiscountReasonReason2
source: Reason 2
cs: 2. důvod
es_cl: Motivo 2
kk_kz: Причина 2

# LocalMessageStatusProcessing
source: In progress
cs: Zpracovává se
es_cl: Procesando
kk_kz: Обрабатывается

# LocalMessageStatusWaitForProcess
source: Waiting for processing
cs: Čeká na zpracování
es_cl: Esperando a ser procesado
kk_kz: Ожидает обработки

# OrderTerminationReasonRejectionDecisionMakerChanging
source: Flat refusal. Change of a decision-maker
cs: Kategoricky zamítnuto. Změna osoby, která Rozhoduje.
es_cl: Rechazo total. Cambio de Decision Maker.
kk_kz: Категорический отказ. Смена ЛПР.

# OrderTerminationReasonRejectionLiquidation
source: Flat refusal. Closure of an enterprise.
cs: Kategoricky zamítnuto. Zavření podniku.
es_cl: Rechazo total. Cierre de la empresa.
kk_kz: Категорический отказ. Закрытие предприятия.

# OrderTerminationReasonRejectionLoanWriteOffs
source: Flat refusal. Writing-off of accounts receivable.
cs: Kategoricky zamítnuto. Odpis pohledávek.
es_cl: Rechazo total. Amortización de deudas.
kk_kz: Категорический отказ. Списание дебиторки.

# OrderTerminationReasonRejectionLowEfficiency
source: Flat refusal. Low efficiency.
cs: Kategoricky zamítnuto. Nízká efektivita.
es_cl: Rechazo total. Baja eficacia.
kk_kz: Категорический отказ. Низкая эффективность.

# OrderTerminationReasonRejectionOther
source: Flat refusal. Other (specify in the comment).
cs: Kategoricky zamítnuto. Jiné (uveďte do komentáře).
es_cl: Rechazo total. Otro (indicar en el comentario).
kk_kz: Категорический отказ. Другое (указать в комментарии).

# OrderTerminationReasonRejectionServiceError
source: Flat refusal. Service error.
cs: Kategoricky zamítnuto. Chyba servisu.
es_cl: Rechazo total. Error en el servicio.
kk_kz: Категорический отказ. Ошибка сервиса.

# OrderTerminationReasonTemporaryRejectionAdvertisementTypesAreUnacceptable
source: Temporary refusal. AM does not suit.
cs: Dočasně zamítnuto. Nevyhovují RM.
es_cl: Rechazo temporal. Insatisfecho con material publicitario
kk_kz: Временный отказ. Не устраивают РМ.

# OrderTerminationReasonTemporaryRejectionBadTerms
source: Temporary refusal. Conditions do not suit.
cs: Dočasně zamítnuto. Nevyhovují podmínky.
es_cl: Rechazo temporal. Insatisfecho con las condiciones
kk_kz: Временный отказ. Не устраивают условия.

# OrderTerminationReasonTemporaryRejectionOther
source: Temporary refusal. Other (specify in the comment).
cs: Dočasně zamítnuto. Jiné (uveďte do komentáře).
es_cl: Rechazo temporal. Otro (indicar en el comentario).
kk_kz: Временный отказ. Другое (указать в комментарии).

# OrderTerminationReasonTemporaryRejectionPlaceInOtherMedia
source: Temporary refusal. Another source is selected.
cs: Dočasně zamítnuto. Byl zvolen jiný zdroj.
es_cl: Rechazo temporal. Seleccionada una fuente diferente.
kk_kz: Временный отказ. Выбран другой источник.

# OrderTerminationReasonTemporaryRejectionWrongSeason
source: Temporary refusal. Off season.
cs: Dočasně zamítnuto. Není sezóna.
es_cl: Rechazo temporal. Fuera de temporada.
kk_kz: Временный отказ. Не сезон.

# TemplateCodeAdditionalAgreementBusinessman
source: Sup. agreement for SP
cs: Dohoda o zrušení objednávky pro SP
es_cl: Acuerdo adicional para EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeBillBusinessman
source: Payment for SP
cs: Faktura pro SP
es_cl: Factura para empresas individuales
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeBusinessman
source: Cancellation notice for SP
cs: Oznámení o zrušení objednávky bez uvedení důvodu pro SP
es_cl: Notificación de anulación para EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeAdditionalAgreementLegalPerson
source: Sup. agreement for a legal entity
cs: Dohoda o zrušení objednávky pro pr. osobu
es_cl: Acuerdo adicional para una persona jurídica
kk_kz: Доп. соглашение

# TemplateCodeBillLegalPerson
source: Payment for a legal entity
cs: Faktura pro pr. osobu
es_cl: Factura para una persona jurídica
kk_kz: Счёт на оплату

# TemplateCodeOrderDesktopWithVat
source: Invoice (PC, with VAT)
cs: Objednávka (PC vč. DPH)
es_cl: Orden de compra (PC, con IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderDesktopWithoutVat
source: Invoice (PC, without VAT)
cs: Objednávka (PC bez DPH)
es_cl: Orden de compra (PC, sin IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderMobileWithVat
source: Invoice (Mobile, with VAT)
cs: Objednávka (Mobile vč. DPH)
es_cl: Orden de compra (Mobile, con IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderMobileWithoutVat
source: Invoice (Mobile, without VAT)
cs: Objednávka (Mobile bez DPH)
es_cl: Orden de compra (Mobile, sin IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderApiWithVat
source: Invoice (API, with VAT)
cs: Objednávka (API vč. DPH)
es_cl: Orden de compra (API, con IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderApiWithoutVat
source: Invoice (API, without VAT)
cs: Objednávka (API bez DPH)
es_cl: Orden de compra (API, sin IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderOnlineWithVat
source: Invoice (Online, with VAT)
cs: Objednávka (Online vč. DPH)
es_cl: Orden de compra (Online, con IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeOrderOnlineWithoutVat
source: Invoice (Online, without VAT)
cs: Objednávka (Online bez DPH)
es_cl: Orden de compra (Online, sin IVA)
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeLegalPerson
source: Cancellation notice for a legal entity
cs: Oznámení o zrušení objednávky s uvedením důvodu pro pr. osobu
es_cl: Notificación de anulación para una persona jurídica
kk_kz: Уведомление о расторжении

# TemplateCodeLimitRequest
source: Request for limits
cs: Požadavek na limity
es_cl: Petición de límites
kk_kz: [Not defined for current business model and language]

# TemplateCodeAdditionalAgreementNaturalPerson
source: Sup. agreement for an individual
cs: Dod. dohoda pro fyz. osobu
es_cl: Acuerdo adicional para una persona natural
kk_kz: [Not defined for current business model and language]

# TemplateCodeBillNaturalPerson
source: Payment for an individual
cs: Faktura pro fyz. osobu
es_cl: Factura para una persona natural
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeNaturalPerson
source: Cancellation notice for an individual
cs: Oznámení o zrušení pro fyz. osobu
es_cl: Notificación de anulación para una persona natural
kk_kz: [Not defined for current business model and language]

# OrderTypeSocialAds
source: Public service advertising
cs: Sociální reklama
es_cl: Publicidad social
kk_kz: Социальная реклама

# FasCommentDisplayTextAlcohol
source: Excessive consumption of alcohol is harmful to your health.
cs: Nadměrné užívání alkoholu škodí Vašemu zdraví. Propagované alkoholické výrobky s obsahem maximálně pěti procent ethylalkoholu v objemu hotových výrobků.
es_cl: El consumo excesivo de alcohol es perjudicial para su salud. Las bebidas alcohólicas anunciadas contienen menos del cinco por ciento de alcohol en el producto final.
kk_kz: Чрезмерное потребление алкоголя вредит вашему здоровью. Алкогольная продукция содержит этилового спирта менее пяти процентов объема готовой продукции.

# FasCommentDisplayTextDrugs
source: There are contra-indications; read directions for use.
cs: Existují kontraindikace, je třeba si přečíst návod k použití.
es_cl: Existen contraindicaciones, consulte las instrucciones de uso.
kk_kz: Имеются противопоказания, необходимо ознакомиться с инструкцией по применению.

# FasCommentDrugs
source: Advertisement of pharmaceuticals, medical equipment, health care products.
cs: Reklama na léčiva, zdravotnickou techniku, zdravotnické prostředky.
es_cl: La publicidad de medicamentos, equipos y artículos médicos.
kk_kz: Реклама лекарственных средств, медицинской техники, изделий медицинского назначения.

# FasCommentDisplayTextDrugsAndService
source: There are contra-indications; consult a specialist.
cs: Existují kontraindikace, je třeba se poradit s odborným lékařem.
es_cl: Existen contraindicaciones, consultar con un especialista.
kk_kz: Есть противопоказания, необходимо проконсультироваться со специалистом.

# OrderFileKindLetterOfGuaranteeScan
source: Client's letter of guarantee
cs: Čestné prohlášení Objednavatele
es_cl: Certificado de garantía del cliente
kk_kz: Гарантийное письмо клиента

# OrderFileKindOrderScan
source: Invoice
cs: Objednávka
es_cl: Orden de compra
kk_kz: Бланк заказа

# OrderFileKindTerminationScan
source: Termination
cs: Zrušení
es_cl: Anulación
kk_kz: Расторжение

# OrderFileKindOtherDocumentScan
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другое
