Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BLCore/Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/EnumResources.*.resx
Languages: cs, es_cl, kk_kz

# DenialReasonTypeLawStimulatingActivities
source: Advertising Act: Promotional Activities
cs: Zákon o reklamě: Stimulující akce
es_cl: Ley de Publicidad: Actividades de estimulación
kk_kz: Закон о рекламе: Стимулирующие мероприятия

# DenialReasonTypeLawFinancialServices
source: Advertising Act: Financial Services
cs: Zákon o reklamě: Finanční služby
es_cl: Ley de Publicidad: Servicios financieros
kk_kz: Закон о рекламе: Финансовые услуги

# DenialReasonTypeLawNewBuilding
source: Advertising Act: New Buildings
cs: Zákon o reklamě: Novostavby
es_cl: Ley de Publicidad: Construcciones
kk_kz: Закон о рекламе: Новостройки

# DenialReasonTypeLawAlcohol
source: Advertising Act: Alcohol
cs: Zákon o reklamě: Alkoholické výrobky
es_cl: Ley de Publicidad: Alcohol
kk_kz: Закон о рекламе: Алкоголь

# DenialReasonTypeLawMedicine
source: Advertising Act: Medicine, BAAs, Infant Food
cs: Zákon o reklamě: Lékařství, Biologicky aktivní doplňky stravy, dětská výživa
es_cl: Ley de Publicidad: Medicina, suplementos biológicamente activos (BAS), alimentación infantil
kk_kz: Закон о рекламе: Медицина, БАДы, детское питание

# DenialReasonTypeLawWeapon
source: Advertising Act: Weapons
cs: Zákon o reklamě: Zbraně
es_cl: Ley de Publicidad: Armas
kk_kz: Закон о рекламе: Оружие

# DenialReasonTypeLawMisleadingAdv
source: Advertising Act: Unreliable Advertising
cs: Zákon o reklamě: Nevěrohodná reklama
es_cl: Ley de Publicidad: Publicidad engañosa
kk_kz: Закон о рекламе: Недостоверная реклама

# DenialReasonTypeLawInformationProduct
source: Advertising Act: Information Products
cs: Zákon o reklamě: Informační produkce
es_cl: Ley de Publicidad: Productos informativos
kk_kz: Закон о рекламе: Информационная продукция

# DenialReasonTypeLawForeignLanguage
source: Advertising Act: Words in a Foreign Language
cs: Zákon o reklamě: Slova v cizím jazyce
es_cl: Ley de Publicidad: Palabras en el idioma extranjero
kk_kz: Закон о рекламе: Слова на иностранном языке

# DenialReasonTypeInternalRules
source: Internal rules
cs: Vnitřní pravidla
es_cl: Reglamentos internos
kk_kz: Внутренние правила

# DenialReasonTypeLaw
source: Advertising Act
cs: Zákon o reklamě
es_cl: Ley de publicidad

# BargainKindAgent
source: Agent
cs: Agenturní
es_cl: De agente
kk_kz: Агентский

# BargainKindClient
source: Client
cs: Zákaznický
es_cl: De cliente
kk_kz: Клиентский

# DenialReasonTypeOther
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другое

# EntityNameActivity
source: Action
cs: Akce
es_cl: Acción
kk_kz: Действие

# EntityNameAdvertisementElementDenialReason
source: Connection of AME to rejection reasons
cs: Spojení prvku reklamního matriálu s příčinami odmítnutí
es_cl: Vínculo de elemento del material publicitario con los motivos de rechazo
kk_kz: Связь ЭРМ с причинами отклонения

# EntityNameAdvertisementElementStatus
source: AME status
cs: Status prvku reklamního matriálu
es_cl: Estado de elemento del material publicitario
kk_kz: Статус ЭРМ

# EntityNameBank
source: Bank
cs: Banka
es_cl: Banco
kk_kz: Банк

# TemplateCodeClientBargain
source: Client Contract
cs: Klientská smlouva
es_cl: Contrato de cliente
kk_kz: Клиентский договор

# TemplateCodeClientBargainAlternativeLanguage
source: Client Contract (in another language)
cs: Klientská smlouva (dodatečný jazyk)
es_cl: Contrato de cliente (idioma adicional)
kk_kz: [Not defined for current business model and language]

# TemplateCodeAgentBargain
source: Agency Contract
cs: Mandátní smlouva
es_cl: Contrato de agente
kk_kz: [Not defined for current business model and language]

# TemplateCodeBargainProlongationAgreement
source: Contract Extension Agreement
cs: Dohoda o prodloužení smlouvy
es_cl: Acuerdo de prolongar el contrato
kk_kz: Соглашение о продлении договора

# ActivityTypeLetter
source: E-mail
cs: Dopis
es_cl: Carta
kk_kz: Письмо

# PaymentFormatDeferredPayment
source: Postponement
cs: Odklad
es_cl: Prórroga
kk_kz: Отсрочка

# PaymentFormatPaymentByInstalments
source: Installment
cs: Splátky
es_cl: Pago a plazos
kk_kz: Рассрочка

# PaymentFormatPostpay
source: Post-payment
cs: Zaplacení po zveřejnění reklamy ve 2GIS
es_cl: Pago posterior
kk_kz: Постоплата

# PaymentFormatPrepayment
source: Pre-payment
cs: Zálohová platba
es_cl: Pago por adelantado
kk_kz: Предоплата

# EntityNameFirmDeal
source: A link between the company and the deal
cs: Spojení organizace s obchodem
es_cl: Vínculo de la empresa con el acuerdo
kk_kz: Связь фирмы со сделкой

# EntityNameLegalPersonDeal
source: A link between the legal entity and the deal
cs: Spojení PO s obchodem
es_cl: Vínculo de la razón social con el acuerdo
kk_kz: Связь юр. лица со сделкой

# FunctionalPrivilegeNameLegalPersonDeactivationOrActivation
source: Deactivation/activation of the customer's legal entity
cs: Deaktivace/aktivace PO klienta
es_cl: Desactivación/activación de la razón social del cliente
kk_kz: Деактивация/активация юр. лица клиента

# OperatesOnTheBasisTypeDecree
source: Order
cs: Nařízení
es_cl: del Decreto
kk_kz: Приказа

# OperatesOnTheBasisTypeOther
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другое

# SalesModelMultiPlannedProvision
source: Scheduled services for several categories
cs: Plánované poskytování služeb podle několika rubrik
es_cl: Prestación de servicios del plan que abarcan varias categorías
kk_kz: Плановое оказание услуг по нескольким рубрикам

# FirmAddressContactTypeFax
source: Fax
kk_kz: Факс

# InformationSourceDoubleGis
source: 2GIS
kk_kz: 2ГИС

# AdvertisementElementRestrictionTypeText
source: Text
es_cl: Texto
kk_kz: Текст

# UsingOtherMediaOptionTv
source: TV
kk_kz: ТВ

# IntegrationSystemDgpp
source: DGPP
kk_kz: ДГПП

# IntegrationSystemOneC
source: 1C
kk_kz: 1С

# UsingOtherMediaOptionInternet
source: Internet
kk_kz: Интернет

# DocumentsDebtFax
source: Fax
kk_kz: Факс

# EntityNameLimit
source: Limit
es_cl: Límite
kk_kz: Лимит

# EntityNameRole
source: Role
es_cl: Rol
kk_kz: Роль

# PlatformsExtendedApiOnline
source: ApiOnline
es_cl: API (En línea)
kk_kz: API (Онлайн)

# TemplateCodeAcceptanceReport
source: AcceptanceReport
kk_kz: [Not defined for current business model and language]

# FasCommentChileAlcohol
source: [Not defined for current business model and language]
es_cl: Publicidad de Bebidas Alcohólicas
kk_kz: Продажа алкогольных напитков

# FasCommentChileDrugsAndService
source: [Not defined for current business model and language]
es_cl: Publicidad de medicamentos, equipos médicos, productos médicos
kk_kz: Продажа лекарств, лекарственных препаратов и медицинского оборудования

# FasCommentChileMedicalReceiptDrugs
source: [Not defined for current business model and language]
es_cl: Publicidad de medicamentos que se venden bajo la receta médica
kk_kz: Продажа лекарств, которые требуют рецепта

# MarketTypeB2B
source: B2B
es_cl: Negocio para negocios

# MarketTypeB2C
source: B2C
es_cl: Negocio para consumidores

# WithdrawalStatusReverted
source: Reverted
es_cl: CANCELLED

# ReleaseStatusReverted
source: Reverted
es_cl: CANCELLED

# FasCommentDisplayTextChileAlcohol
source: [Not defined for current business model and language]
es_cl: Beber en exceso daña su salud y puede dañar a terceros. El consumo de alcohol disminuye su capacidad para conducir.

# FasCommentDisplayTextChileDrugsAndService
source: [Not defined for current business model and language]
es_cl: No se automedique. Consulte antes con un médico.

# FasCommentDisplayTextChileMedicalReceiptDrugs
source: [Not defined for current business model and language]
es_cl: La información contenida en esta sección corresponde a productos farmacéuticos autorizados para venta bajo receta médica. Conforme a la actual legislación, su promoción está dirigida sólo a profesionales médicos y químicos farmacéuticos. Parus S.p.A. no se hace responsable por la indebida interpretación y consecuencias del mal uso de la información aquí contenida.

# AccountingMethodGuaranteedProvision
source: Гарантируемое оказание
es_cl: Prestación garantizada

# AccountingMethodPlannedProvision
source: Планируемое оказание
es_cl: Prestación planificada

# BusinessOperationWithdrawal
source: Списание
es_cl: Retiro
