Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BLCore/Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/EnumResources.*.resx
Languages: cs, es_cl, kk_kz

# ProductTypePulseDemand
source: Impulse demand
cs: Poptávka z náhlého popudu
es_cl: Demanda impulsiva
kk_kz: Импульсный спрос

# UsingOtherMediaOptionOutdoorAds
source: Outdoor advertisement
cs: Venkovní reklama
es_cl: Publicidad exterior
kk_kz: Наружная реклама

# UsingOtherMediaOptionPrintMedia
source: Print media
cs: Tištěná média
es_cl: Medios de comunicación impresos
kk_kz: Печатные СМИ

# BudgetTypeLessTenThousand
source: Up to 10.000
cs: Do 10 000
es_cl: Hasta 10.000
kk_kz: До 10.000

# BudgetTypeMoreFiveHundredThousands
source: More than 500.000
cs: Více než 500 000
es_cl: Más de 500.000
kk_kz: Более 500.000

# GeolocationDowntown
source: Downtown
cs: Centrum
es_cl: Centro
kk_kz: Центр

# GeolocationIndustrialZone
source: Industrial zones
cs: Průmyslové zóny
es_cl: Polígonos industriales
kk_kz: Промзоны

# GeolocationSleepingQuarter
source: Bedroom suburb
cs: Klidná čtvrť
es_cl: Comuna residencial
kk_kz: Спальный район

# GeolocationTurnpike
source: Main lines
cs: Dopravní tepny
es_cl: Autopistas
kk_kz: Магистрали

# InCityBranchesAmountLessThree
source: Less than 3
cs: Méně než 3
es_cl: Menos de 3
kk_kz: Менее 3

# InCityBranchesAmountMoreTen
source: More than 10
cs: Více než 10
es_cl: Más de 10
kk_kz: Более 10

# OutCityBranchesAmountLessThree
source: Less than 3
cs: Méně než 3
es_cl: Menos de 3
kk_kz: Менее 3

# OutCityBranchesAmountMoreTen
source: More than 10
cs: Více než 10
es_cl: Más de 10
kk_kz: Более 10

# StaffAmountLessTwenty
source: Up to 20
cs: Do 20
es_cl: Hasta 20
kk_kz: До 20

# StaffAmountMoreFiveHundred
source: 501 and more
cs: 501 a více
es_cl: 501 y más
kk_kz: 501 и более

# PositionBindingObjectTypeCategoryMultipleAsterix
source: Category (pl.)*
cs: Rubrika (mn.)*
es_cl: Categoría (plural)*
kk_kz: Рубрика (мн)*

# AllOrdersReportTypeAll
source: All
cs: Vše
es_cl: Todos
kk_kz: Все

# AllOrdersReportTypeNew
source: New
cs: Nové
es_cl: Nuevos
kk_kz: Новые

# AllOrdersReportTypeToProlongate
source: For extension
cs: K prolongaci
es_cl: A renovar
kk_kz: К продлению

# BargainFileKindBargainScan
source: Contract
cs: Smlouva
es_cl: Contrato
kk_kz: Договор

# ObjectBindingTypeDifferent
source: Reference objects differ
cs: Vázané objekty se liší
es_cl: Enlace con dos objetos no coincidentes
kk_kz: Объекты привязки отличаются

# ObjectBindingTypeMatch
source: Reference objects coincide
cs: Vázané objekty se shodují
es_cl: Los enlaces con el objeto coinciden
kk_kz: Объекты привязки совпадают

# ObjectBindingTypeNoDependency
source: Independent of the reference object
cs: Nezávisí na vázaném objektu
es_cl: No depende del enlace con el objeto
kk_kz: Не зависит от объекта привязки

# PricePositionAmountSpecificationModeArbitraryValue
source: Specified in Order Item
cs: Zadává se do položky objednávky
es_cl: Se especifica en la Posición de la Orden
kk_kz: Задаётся в Позиции Заказа

# PricePositionAmountSpecificationModeCounting
source: By number of selected reference objects
cs: Podle množství vybraných vázaných objektů
es_cl: Según el número de enlaces con el objeto seleccionados
kk_kz: По количеству выбранных объектов привязки

# PricePositionAmountSpecificationModeFixedValue
source: Fixed value
cs: Pevná hodnota
es_cl: Valor fijo
kk_kz: Фиксированное значение

# AccountsReportTypeMonthly
source: Monthly
cs: Měsíční
es_cl: Mensual
kk_kz: Ежемесячный

# AccountsReportTypeWeekly
source: Weekly
cs: Týdenní
es_cl: Semanal
kk_kz: Еженедельный

# SalesReportTypeAll
source: All
cs: Vše
es_cl: Todos
kk_kz: Все

# SalesReportTypeNew
source: New
cs: Nové
es_cl: Nuevos
kk_kz: Новые

# SalesReportTypeToProlongation
source: For extension
cs: K prolongaci
es_cl: A renovar
kk_kz: К продлению

# ActionTypeActivate
source: Activation
cs: Aktivace
es_cl: Activación
kk_kz: Активация

# ActionTypeCreate
source: Creation
cs: Vytvoření
es_cl: Creación
kk_kz: Создание

# ActionTypeDeactivate
source: Deactivation
cs: Deaktivace
es_cl: Desactivación
kk_kz: Деактивация

# ActionTypeDelete
source: Deleting
cs: Odstranění
es_cl: Eliminación
kk_kz: Удаление

# ActionTypeEdit
source: Editing
cs: Úprava
es_cl: Edición
kk_kz: Редактирование

# OrderTypeProductBarter
source: Barter of commodities
cs: Směna zboží
es_cl: Trueque comercial
kk_kz: Товарный бартер

# OrderTypeServiceBarter
source: Barter of services
cs: Barter služeb
es_cl: Trueque de servicios
kk_kz: Бартер на услуги

# DocumentsDebtAbsent
source: Not available
cs: Chybí
es_cl: No se encuentran
kk_kz: Отсутствуют

# DocumentsDebtOfficialNote
source: Office memorandum
cs: Služební hlášení
es_cl: Nota de trabajo
kk_kz: Служебная записка

# DocumentsDebtOriginal
source: Original
cs: Originál
kk_kz: Оригинал

# DocumentsDebtOther
source: Other
cs: Jiné
es_cl: Otro
kk_kz: Другое

# TemplateCodeJointBillBusinessman
source: Joint payment for SP
cs: Jednotná faktura pro SP

# TemplateCodeJointBillLegalPerson
source: Joint payment for a legal entity
cs: Jednotná faktura pro pr. osobu

# TemplateCodeJointBillNaturalPerson
source: Joint payment for an individual
cs: Jednotná faktura pro fyz. osobu

# DocumentTypeBargain
source: Contract
cs: Smlouva
es_cl: Contrato
kk_kz: Договор

# DocumentTypeOrder
source: Invoice
cs: Objednávka
es_cl: Orden de compra
kk_kz: Бланк заказа

# RegistryDocReportTypeDocument
source: By Contracts
cs: Podle smluv
es_cl: Según Contratos
kk_kz: По Договорам

# RegistryDocReportTypeOrder
source: By Orders
cs: Podle objednávek
es_cl: Según Órdenes
kk_kz: По Заказам

# RegistryDocReportTypeOutgoingRegional
source: Outgoing regional advertisement
cs: Odchozí regionální reklama
es_cl: Publicidad regional saliente
kk_kz: Исходящая региональная реклама

# RegistryDocReportTypeIncomingRegional
source: Incoming regional advertisement
cs: Příchozí regionální reklama
es_cl: Publicidad regional entrante
kk_kz: Входящая региональная реклама

# TemplateCodeReferenceInformation
source: Reference info
cs: Referenční informace
es_cl: Información de referencia
kk_kz: [Not defined for current business model and language]

# OrderTerminationReasonRejectionTechnical
source: Technical cancellation. Item substitution
cs: Technické zrušení. Změna položek
es_cl: Anulación técnica. Cambio de posiciones
kk_kz: Техническое расторжение. Смена позиций

# EntityNameLegalPerson
source: Legal entity of the client:
cs: Pr. osoba klienta
es_cl: Persona jurídica del cliente
kk_kz: Юр. лицо клиента

# EntityNameOrder
source: Order
cs: Objednávka
es_cl: Orden
kk_kz: Заказ

# EntityNameOrderProcessingRequest
source: Order creation request
cs: Požadavek na vytvoření objednávky
es_cl: Petición de creación de la orden
kk_kz: Заявка на создание заказа

# EntityNameOrderPosition
source: Order item
cs: Položka objednávky
es_cl: Posición de la orden
kk_kz: Позиция заказа

# EntityNameOrderFile
source: Order file
cs: Soubor k objednávce
es_cl: Archivo para la orden
kk_kz: Файл к заказу

# EntityNameDeal
source: Deal
cs: Obchodní transakce
es_cl: Transacción
kk_kz: Сделка

# EntityNameBranchOfficeOrganizationUnit
source: Legal entity of a company division
cs: Pr. osoba oddělení organizace
es_cl: Persona jurídica de la entidad
kk_kz: Юр. лицо отделения организации

# EntityNameOperationType
source: Type of operation‎
cs: Typ operace
es_cl: Tipo de operación
kk_kz: Тип операции

# EntityNameAccountDetail
source: Personal account operations
cs: Operace na osobním účtu
es_cl: Operaciones de la cuenta personal
kk_kz: Операции лицевого счета

# EntityNamePrice
source: Price-list
cs: Ceník
es_cl: Lista de precios
kk_kz: Прайс-лист

# EntityNameFirm
source: Company
cs: Firma
es_cl: Empresa
kk_kz: Фирма

# EntityNameFirmAddress
source: Company address
cs: Adresa firmy
es_cl: Dirección de la empresa
kk_kz: Адрес фирмы

# EntityNameFirmContact
source: Company contact
cs: Firemní kontakt
es_cl: Contacto de empresa
kk_kz: Контакт фирмы

# EntityNameBranchOffice
source: Legal entity of company:
cs: Pr. osoba organizace
es_cl: Persona jurídica de la entidad
kk_kz: Юр. лицо организации

# EntityNameOrganizationUnit
source: Company division
cs: Oddělení organizace
es_cl: Sucursal de la entidad
kk_kz: Отделение организации

# EntityNameClient
source: Client
cs: Klient
es_cl: Cliente
kk_kz: Клиент

# EntityNameBargain
source: Contract
cs: Smlouva
es_cl: Contrato
kk_kz: Договор

# EntityNameBargainType
source: Type of contract
cs: Typ smlouvy
es_cl: Tipo de contrato
kk_kz: Тип договора

# EntityNameBargainFile
source: Contract file
cs: Soubor ke smlouvě
es_cl: Archivo para el contrato
kk_kz: Файл к договору

# EntityNameCurrency
source: Currency
cs: Měna
es_cl: Moneda
kk_kz: Валюта

# EntityNameCurrencyRate
source: Currency exchange rate
cs: Směnný kurz
es_cl: Tipo de cambio
kk_kz: Курс валюты

# EntityNamePlatform
source: Platform
cs: Platforma
es_cl: Plataforma
kk_kz: Платформа

# EntityNamePositionCategory
source: Category of nomenclature component
cs: Kategorie nomenklaturního prvku
es_cl: Categoría del elemento de nomenclatura
kk_kz: Категория номенклатурного элемента

# EntityNameAdvertisementTemplate
source: Advertising template
cs: Šablona reklamního materiálu
es_cl: Plantilla de material publicitario
kk_kz: Шаблон рекламного материала

# EntityNamePricePosition
source: Price-list items
cs: Ceníkové položky
es_cl: Posiciones de la lista de precios
kk_kz: Позиции прайс-листа

# EntityNameAccount
source: Personal account
cs: Osobní účet
es_cl: Cuenta personal
kk_kz: Лицевой счет

# EntityNamePosition
source: Nomenclature
cs: Nomenklatura
es_cl: Nomenclatura
kk_kz: Номенклатура

# EntityNamePositionChildren
source: Components of complex nomenclature
cs: Prvky kombinované nomenklatury
es_cl: Elementos de la nomenclatura compuesta
kk_kz: Элементы составной номенклатуры

# EntityNameAssociatedPositionsGroup
source: Group of accompanying items
cs: Skupina průvodních položek
es_cl: Grupo de posiciones accesorias
kk_kz: Группа сопутствующих позиций

# EntityNameAssociatedPosition
source: Accompanying item
cs: Průvodní položka
es_cl: Posición accesoria
kk_kz: Сопутствующая позиция

# EntityNameDeniedPosition
source: Banned item
cs: Zakázaná položka
es_cl: Posición bloqueada
kk_kz: Запрещенная позиция

# EntityNameContributionType
source: Form of cooperation
cs: Forma spolupráce
es_cl: Forma de colaboración
kk_kz: Форма сотрудничества

# EntityNameCategory
source: Category
cs: Rubrika
es_cl: Categoría
kk_kz: Рубрика

# EntityNameCategoryGroup
source: Category group
cs: Skupina rubrik
es_cl: Grupo de categorías
kk_kz: Группа рубрик

# EntityNameCategoryOrganizationUnit
source: Company division category
cs: Rubrika oddělení organizace
es_cl: Categoría de la sucursal de la entidad
kk_kz: Рубрика отделения организации

# EntityNameCategoryFirmAddress
source: Company address category
cs: Rubrika adresy firmy
es_cl: Categoría de direcciones de la empresa
kk_kz: Рубрика адреса фирмы

# EntityNameCountry
source: Country
cs: Země
es_cl: País
kk_kz: Страна

# EntityNameAdvertisement
source: Advertising material
cs: Reklamní materiál
es_cl: Material publicitario
kk_kz: Рекламный материал

# EntityNameAdvertisementElement
source: Component of advertising material
cs: Prvek reklamního materiálu
es_cl: Elemento del material publicitario
kk_kz: Элемент рекламного материала

# EntityNameAdvertisementElementTemplate
source: Advertising template component
cs: Šablona prvku reklamního materiálu
es_cl: Plantilla del elemento del material publicitario
kk_kz: Шаблон элемента рекламного материала

# EntityNameAdsTemplatesAdsElementTemplate
source: Link between an AM template component and the AM template
cs: Spojení prvku šablony RM s šablonou RM
es_cl: Enlace del elemento de la pantilla del material publicitario con la plantilla de material publicitario
kk_kz: Связь элемента шаблона РМ с шаблоном РМ

# EntityNameBill
source: Payment
cs: Faktura
es_cl: Factura
kk_kz: Счет на оплату

# EntityNameLock
source: Hold
cs: Blokování
es_cl: Bloqueo
kk_kz: Блокировка

# EntityNameLockDetail
source: Log of holds
cs: Protokol blokování
es_cl: Historial de bloqueos
kk_kz: Журнал блокировок

# EntityNameContact
source: Contact person
cs: Kontakt
es_cl: Contacto
kk_kz: Контакт

# EntityNameWithdrawalInfo
source: Writing off
cs: Odpis
es_cl: Amortización
kk_kz: Списание

# EntityNameReleaseInfo
source: Build
cs: Sestavení
es_cl: Compilación
kk_kz: Сборка

# EntityNameLocalMessage
source: Local message
cs: Místní zpráva
es_cl: Mensaje local
kk_kz: Локальное сообщение

# EntityNamePrintFormTemplate
source: Printed form template
cs: Šablona výtisku
es_cl: Plantilla de documentos para publicar
kk_kz: Шаблон печатной формы

# EntityNameUserTerritoriesOrganizationUnits
source: UserTerritoriesOrganizationUnits (to be deleted later)
cs: UserTerritoriesOrganizationUnits (poté bude vymazáno)
es_cl: UserTerritoriesOrganizationUnits (después se elimina)
kk_kz: UserTerritoriesOrganizationUnits (потом удалится)

# EntityNameOrderReleaseTotal
source: Planned writing-offs for issues (order)
cs: Plánované odpisy dle vydání (objednávka)
es_cl: Amortizaciones planificadas según lanzamiento (orden)
kk_kz: Планируемые списания по выпускам (заказ)

# EntityNameReleaseWithdrawal
source: Planned writing-offs for issues (order item)
cs: Plánované odpisy dle vydání (položka objednávky)
es_cl: Amortizaciones planificadas según lanzamiento (posición de la orden)
kk_kz: Планируемые списания по выпускам (позиция заказа)

# EntityNameOrderPositionAdvertisement
source: Advertising material of the order item
cs: Reklamní materiál položky objednávky
es_cl: Material publicitario de la posición de la orden
kk_kz: Рекламный материал позиции заказа

# EntityNameUser
source: User
cs: Uživatel
es_cl: Usuario
kk_kz: Пользователь

# EntityNameUserRole
source: User role
cs: Role uživatele
es_cl: Rol del usuario
kk_kz: Роль пользователя

# EntityNameUserTerritory
source: User's territory
cs: Území uživatele
es_cl: Territorio del usuario
kk_kz: Территория пользователя

# EntityNameUserOrganizationUnit
source: Company division of user
cs: Oddělení organizace uživatele
es_cl: Sucursal de la entidad del usuario
kk_kz: Отделение организации пользователя

# EntityNameDepartment
source: Subdivision
cs: Pododdíl
es_cl: Sucursal
kk_kz: Подразделение

# EntityNameTerritory
source: Territory
cs: Území
es_cl: Territorio
kk_kz: Территория

# EntityNameUserProfile
source: User profile
cs: Profil uživatele
es_cl: Perfil del usuario
kk_kz: Профиль пользователя

# EntityNameRolePrivilege
source: Role privilege
cs: Oprávnění role
es_cl: Privilegio del rol
kk_kz: Привилегия роли

# EntityNameFile
source: File
cs: Soubor
es_cl: Archivo
kk_kz: Файл

# EntityNameTimeZone
source: Time zone
cs: Časové pásmo
es_cl: Huso horario
kk_kz: Часовой пояс

# EntityNameNote
source: Note
cs: Poznámka
es_cl: Nota
kk_kz: Заметка

# EntityAccessTypesAppend
source: Joining
cs: Připojení
es_cl: Adhesión
kk_kz: Присоединение

# EntityAccessTypesAppendTo
source: Joining to
cs: Připojení k
es_cl: Adhesión a
kk_kz: Присоединение к

# EntityAccessTypesAssign
source: Purpose
cs: Účel
es_cl: Designación
kk_kz: Назначение

# EntityAccessTypesCreate
source: Creation
cs: Vytvoření
es_cl: Creación
kk_kz: Создание

# EntityAccessTypesDelete
source: Deleting
cs: Odstranění
es_cl: Eliminación
kk_kz: Удаление

# EntityAccessTypesRead
source: Reading
cs: Čtení
es_cl: Lectura
kk_kz: Чтение

# EntityAccessTypesShare
source: Public access
cs: Sdílení
es_cl: Acceso común
kk_kz: Общий доступ

# EntityAccessTypesUpdate
source: Updating
cs: Aktualizace
es_cl: Actualización
kk_kz: Обновление

# FunctionalPrivilegeNameLimitManagement
source: Limit control
cs: Správa limitu
es_cl: Administración de límite
kk_kz: Управление лимитом

# FunctionalPrivilegeNameLimitRecalculation
source: Recalculation of limit amount
cs: Přepočet částky limitu
es_cl: Recálculo del importe de límite
kk_kz: Пересчёт суммы лимита

# FunctionalPrivilegeNameLimitPeriodChanging
source: Selection of limit period
cs: Výběr období limitu
es_cl: Selección del periodo de límite
kk_kz: Выбор периода лимита

# FunctionalPrivilegeNamePositionAdministrationCode
source: Nomenclature administration
cs: Správa nomenklatury
es_cl: Administración de la nomenclatura
kk_kz: Администрирование номенклатуры

# FunctionalPrivilegeNameOrderCreationExtended
source: Extended right to create order
cs: Rozšířené oprávnění pro vytvoření objednávky
es_cl: Derecho ampliado para crear una orden
kk_kz: Расширенное право создания заказа

# FunctionalPrivilegeNameOrderStatesAccess
source: Work with order statuses
cs: Práce se stavem objednávky
es_cl: Trabajo con estados de la orden
kk_kz: Работа с состояниями заказа

# FunctionalPrivilegeNameOrderChangeDocumentsDebt
source: Setting/removal of indebtedness
cs: Nastavení/zrušení pohledávky v dokumentech
es_cl: Establecimiento/Cancelación de deuda según documentos
kk_kz: Установка/снятие задолженности по документам

# FunctionalPrivilegeNameReserveAccess
source: Work with the reserve
cs: Práce s rezervou
es_cl: Trabajo con la reserva
kk_kz: Работа с резервом

# FunctionalPrivilegeNameOrderBranchOfficeOrganizationUnitSelection
source: Extended selection of legal entities for a company
cs: Rozšířený výběr pr. osob organizace
es_cl: Selección ampliada de las personas jurídicas de la entidad
kk_kz: Расширенный выбор юр. лиц организации

# FunctionalPrivilegeNameOrderChangeDealExtended
source: Linking the order to another deal
cs: Vazba objednávky na jinou obchodní transakci
es_cl: Enlace de la orden con otra transacción
kk_kz: Привязка заказа к другой сделке

# FunctionalPrivilegeNameLegalPersonChangeClient
source: Changing client for a legal entity
cs: Změna klienta u pr. osoby klienta
es_cl: Modificación de la persona jurídica del cliente
kk_kz: Изменение клиента у юр.лица клиента

# FunctionalPrivilegeNameLegalPersonChangeRequisites
source: Changing requisites of a client's legal entity
cs: Změna údajů o pr. osobě klienta
es_cl: Cambio de datos de la persona jurídica del cliente
kk_kz: Смена реквизитов юр. лица клиента

# FunctionalPrivilegeNameOrderCreationForFuture
source: Extended selection of the order placement period
cs: Rozšířený výběr období pro zveřejnění objednávky
es_cl: Selección ampliada del periodo de la publicación de la orden
kk_kz: Расширенный выбор периода размещения заказа

# FunctionalPrivilegeNameMergeClients
source: Merging Clients
cs: Sloučení klientů
es_cl: Fusión de Clientes
kk_kz: Слияние Клиентов

# FunctionalPrivilegeNameCreateAccountDetails
source: Create personal account operation
cs: Vytvoření operace s osobním účtem
es_cl: Creación de operación con la cuenta personal
kk_kz: Создание операции с лицевым счётом

# FunctionalPrivilegeNameCorporateQueueAccess
source: Corporative queue
cs: Korporátní fronta
es_cl: Cola corporativa
kk_kz: Корпоративная очередь

# FunctionalPrivilegeNameReleaseAccess
source: Build
cs: Sestavení
es_cl: Compilación
kk_kz: Сборка

# FunctionalPrivilegeNameWithdrawalAccess
source: Writing off
cs: Odpis
es_cl: Amortización
kk_kz: Списание

# FunctionalPrivilegeNameProcessAccountsWithDebts
source: Processing of personal accounts with indebtedness
cs: Zpracování osobních účtů s pohledávkami
es_cl: Procesamiento de cuentas personales con deudas
kk_kz: Обработка лицевых счетов с задолжностью

# FunctionalPrivilegeNameCloseBargainOperationalPeriod
source: Closure of contracts
cs: Ukončení platnosti smluv
es_cl: Cierre de vigencia de contratos
kk_kz: Закрытие действия договоров

# FunctionalPrivilegeNameServiceUserAssign
source: Appointment of a user as owner
cs: Stanovení správce pracovního uživatele
es_cl: Designación del usuario auxiliar por el supervisor
kk_kz: Назначение куратором служебного пользователя

# FunctionalPrivilegeNameSendMassEmail
source: Email mailout
cs: Hromadné rozesílání e-mailů
es_cl: Envío masivo de correo electrónico
kk_kz: Массовая рассылка email

# FunctionalPrivilegeNameChangeFirmClient
source: Changing client for a company
cs: Změna klienta u firmy
es_cl: Cambio de cliente y de empresa
kk_kz: Смена клиента у фирмы

# FunctionalPrivilegeNameLeaveClientWithNoFirms
source: Remove all companies from a client
cs: Ponechat klienta bez firem
es_cl: Dejar al cliente sin empresa
kk_kz: Оставлять клиента без фирм

# FunctionalPrivilegeNamePrereleaseOrderValidationExecution
source: Mass check of orders
cs: Hromadná kontrola objednávek
es_cl: Comprobación masiva de órdenes
kk_kz: Массовая проверка заказов

# FunctionalPrivilegeNameEditOrderType
source: Changing order type
cs: Změna typu objednávky
es_cl: Cambio de tipo de orden
kk_kz: Смена типа заказа

# FunctionalPrivilegeNameChangeFirmTerritory
source: Changing company's territory
cs: Změna území firmy
es_cl: Cambio del territorio de empresa
kk_kz: Смена территории у фирмы

# FunctionalPrivilegeNameMergeLegalPersons
source: Merging legal entities
cs: Sloučení právnických osob
es_cl: Fusión de las personas jurídicas
kk_kz: Слияние юридических лиц

# FunctionalPrivilegeNameFranchiseesWithdrawalExport
source: Unloading writing-offs
cs: Odeslání odpisů
es_cl: Descarga de amortizaciones
kk_kz: Выгрузка списаний

# FunctionalPrivilegeNameHotClientProcessing
source: Processing hot leads
cs: Zpracování potenciálních zákazníků
es_cl: Procesar clientes interesados
kk_kz: Обработка горячих клиентов

# FunctionalPrivilegeNameHotClientTelemarketingProcessingFranchisee
source: Processing hot leads of the category 5 (franchisee)
cs: Zpracování potenciálních zákazníků 5. třídy (franchisant)
es_cl: Procesar a los clientes interesados de quinta categoría (franquicia)
kk_kz: Обработка горячих клиентов 5-й категории (франчайзи)

# EntityPrivilegeDepthStateNone
source: Not available
cs: Chybí
es_cl: No tiene
kk_kz: Отсутствует

# EntityPrivilegeDepthStateDepartment
source: Subdivision
cs: Pododdíl
es_cl: Sucursal
kk_kz: Подразделение

# EntityPrivilegeDepthStateDepartmentAndChilds
source: Subdivision and subsidiaries
cs: Pododdíl a podřízené prvky
es_cl: Sucursal y subsidiarias
kk_kz: Подразделение и дочерние

# EntityPrivilegeDepthStateOrganization
source: Company
cs: Organizace
es_cl: Empresa
kk_kz: Организация

# EntityPrivilegeDepthStateUser
source: User
cs: Uživatel
es_cl: Usuario
kk_kz: Пользователь

# FPrvDepthDepartment
source: Subdivision
cs: Pododdíl
es_cl: Sucursal
kk_kz: Подразделение

# FPrvDepthDepartment_Childs
source: Subdivision and subsidiaries
cs: Pododdíl a podřízené prvky
es_cl: Sucursal y subsidiarias
kk_kz: Подразделение и дочерние

# FPrvDepthOrgUnit
source: Company division
cs: Oddělení organizace
es_cl: Sucursal de la entidad
kk_kz: Отделение организации

# FPrvDepthUser
source: User
cs: Uživatel
es_cl: Usuario
kk_kz: Пользователь

# FPrvDpthFullAccess
source: Company
cs: Organizace
es_cl: Empresa
kk_kz: Организация

# FPrvDpthGranted
source: Permitted
cs: Povoleno
es_cl: Permitido
kk_kz: Разрешено

# FPrvDpthGrantedLimited
source: Permitted partially
cs: Částečně povoleno
es_cl: Permitido parcialmente
kk_kz: Разрешено частично

# FPrvDpthOrganizationUnit
source: Company division
cs: Oddělení organizace
es_cl: Sucursal de la entidad
kk_kz: Отделение организации

# FPrvDpthTerritory
source: Territory
cs: Území
es_cl: Territorio
kk_kz: Территория

# BusinessOperationTypeQualify
source: Taking from the reserve
cs: Vzít z rezervy
es_cl: Tomar de la reserva
kk_kz: Взятие из резерва

# BusinessOperationDisqualify
source: Returning to the reserve
cs: Vrátit do rezervy
es_cl: Devolver a la reserva
kk_kz: Возвращение в резерв

# BusinessOperationChangeTerritory
source: Changing territory
cs: Změna území
es_cl: Cambiar de territorio
kk_kz: Смена территории

# BusinessOperationChangeClient
source: Changing client
cs: Změna klienta
es_cl: Cambiar de cliente
kk_kz: Смена клиента

# OperationStatusError
source: Completed with errors
cs: Dokončeno s chybami
es_cl: Finalizado con errores
kk_kz: Завершено с ошибками
