Repository: gitter-badger/nuclear-aggregates-layer
Catalog: BLCore/Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/EnumResources.*.resx
Languages: cs, es_cl, kk_kz

# OperationStatusInProgress
source: In progress
cs: Zpracovává se
es_cl: Procesando
kk_kz: Обрабатывается

# OperationStatusNone
source: Unknown
cs: Neznámé
es_cl: Se desconoce
kk_kz: Неизвестно

# OperationStatusSuccess
source: Completed
cs: Dokončeno
es_cl: Finalizado
kk_kz: Завершено

# BusinessOperationCheckOrdersReadinessForRelease
source: Checking orders
cs: Kontrola objednávek
es_cl: Verificación de órdenes
kk_kz: Проверка заказов

# BusinessOperationExportAccountDetailsTo1CForFranchisees
source: Unloading writing-offs to 1C
cs: Odesílání odpisů do 1C
es_cl: Descargar las amortizaciones a 1C
kk_kz: Выгрузка списаний в 1С

# BusinessOperationMakeRegionalAdsDocs
source: Formation of regional advertisement
cs: Vytvoření regionální reklamy
es_cl: Formar la publicidad regional
kk_kz: Формирование региональной рекламы

# EntityNameOperation
source: Operation
cs: Operace
es_cl: Operación
kk_kz: Операция

# OrderProlongationReportTypeStandart
source: Monthly
cs: Měsíční
es_cl: Mensual
kk_kz: Ежемесячный

# OrderProlongationReportTypeWeekly
source: Weekly
cs: Týdenní
es_cl: Semanal
kk_kz: Еженедельный

# AdvertisersDebtReportTypeStandart
source: Main
cs: Hlavní
es_cl: Principal
kk_kz: Основной

# AdvertisersDebtReportTypeOrderDebts
source: Order indebtedness
cs: Pohledávky z objednávek
es_cl: Deudas según las órdenes
kk_kz: Задолженности по заказам

# AdvertisersDebtReportTypeBargainDebts
source: Contract indebtedness
cs: Pohledávky ze smluv
es_cl: Deudas según los contratos
kk_kz: Задолженности по договорам

# EntityNameLegalPersonProfile
source: Profile of client's legal entity
cs: Profil pr. osoby klienta
es_cl: Perfil de la persona jurídica del cliente
kk_kz: Профиль юр. лица клиента

# EntityNameAdditionalFirmService
source: Add. services for a company
cs: Dod. služby pro firmy

# FunctionalPrivilegeNameDeleteLegalPersonProfile
source: Removing the profile of Client's legal entity
cs: Odstranění profilu pr. osoby klienta
es_cl: Eliminar el perfil de la persona jurídica del cliente
kk_kz: Удаление профиля юр. лица клиента

# OperatesOnTheBasisTypeCertificate
source: of Certificate
cs: Listiny
es_cl: Certificado
kk_kz: Свидетельства

# OperatesOnTheBasisTypeCharter
source: of Regulations
cs: Stanov
es_cl: Estatuto
kk_kz: Устава

# OperatesOnTheBasisTypeWarranty
source: of Power of Attorney
cs: Plné moci
es_cl: Poderes notariales
kk_kz: Доверенности

# OperatesOnTheBasisTypeBargain
source: of Contract
cs: Smlouvy
es_cl: Contrato
kk_kz: Договора

# OperatesOnTheBasisTypeFoundingBargain
source: of Memorandum of Association
cs: Zakladatelské smlouvy
es_cl: Contrato constitutivo
kk_kz: Учредительного договора

# OperatesOnTheBasisTypeUndefined
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# OperatesOnTheBasisTypeRegistrationCertificate
source: of Registration Certificate
cs: Osvědčení o registraci
es_cl: Certificado de registro
kk_kz: Свидетельство о регистрации

# CannotRevertWithdrawalBecausePreviousWithdrawalIsFailed
source: Start-up of the recovery operation is impossible, the previous writing-off has been completed with an error
cs: Není možné spustit obnovení, předchozí odpis proběhl s chybou
es_cl: Ejecución de la operación de restauración no es posible, la amortización anterior finalizó con un error
kk_kz: Запуск операции восстановления невозможен, предыдущее списание завершилось с ошибкой

# WithdrawalIsAlreadyReverted
source: Attempt to restart recovery operation
cs: Pokus o opětovné spuštění obnovení
es_cl: Intento de volver a ejecutar la operación de restauración
kk_kz: Попытка совершить повторный запуск операции восстановления

# TemplateCodeLetterOfGuarantee
source: Letter of guarantee
cs: Čestné prohlášení Objednavatele
es_cl: Certificado de garantía
kk_kz: Гарантийное письмо

# TemplateCodeLetterOfGuaranteeAdvMaterial
source: Letter of guarantee (change of AM)
cs: Čestné prohlášení Objednavatele (změna RM)
es_cl: Certificado de garantía (cambio del material publicitario)
kk_kz: Гарантийное письмо (изменение РМ)

# EntityNameTheme
source: Topical collection
cs: Výběr podle tématu
es_cl: Selección temática
kk_kz: Тематическая подборка

# EntityNameThemeTemplate
source: Template for topical collection
cs: Šablona výběru podle témat
es_cl: Plantilla de selección temática
kk_kz: Шаблон тематической подборки

# ThemeTemplateCodeDefault
source: By default
cs: Výchozí
es_cl: Predeterminado
kk_kz: По умолчанию

# ThemeTemplateCodeRed
source: Red
cs: Červený
es_cl: Rojo
kk_kz: Красный

# ThemeTemplateCodeGreen
source: Green
cs: Zelený
es_cl: Verde
kk_kz: Зелёный

# ThemeTemplateCodeBlue
source: Blue
cs: Modrý
es_cl: Azul oscuro
kk_kz: Синий

# ThemeTemplateCodeSkyscraper
source: Skyscraper
cs: Mrakodrap
es_cl: Rascacielos
kk_kz: Небоскрёб

# IntegrationTypeExportDataForAutoMailer
source: Data unloading
cs: Převedení dat
es_cl: Descarga de datos
kk_kz: Выгрузка данных

# IntegrationSystemAutoMailer
source: Auto mailer
cs: Nástroj pro automatické rozesílání
es_cl: Remitente automático
kk_kz: Авторассыльщик

# MailSendingTypeStatistic
source: Statistics
cs: Statistika
es_cl: Estadística
kk_kz: Статистика

# MailSendingTypeCelebration
source: Congratulations
cs: Přání
es_cl: Felicitaciones
kk_kz: Поздравления

# MailSendingTypePayment
source: Payment notifications
cs: Oznámení o platbách
es_cl: Notificaciones de pagos
kk_kz: Уведомления об оплатах

# MessageTypeError
source: Error
cs: Chyba
kk_kz: Ошибка

# MessageTypeWarning
source: Warning
cs: Upozornění
es_cl: Advertencia
kk_kz: Предупреждение

# ActivityTypePhonecall
source: Call
cs: Hovor
es_cl: Llamada
kk_kz: Звонок

# ActivityTypeAppointment
source: Meeting
cs: Setkání
es_cl: Reunión
kk_kz: Встреча

# ActivityTypeTask
source: Task
cs: Úkol
es_cl: Tarea
kk_kz: Задача

# ActivityPriorityLow
source: Low
cs: Nízký
es_cl: Bajo
kk_kz: Низкий

# ActivityPriorityAverage
source: Middle
cs: Střední
es_cl: Medio
kk_kz: Средний

# ActivityPriorityHigh
source: High
cs: Vysoký
es_cl: Alto
kk_kz: Высокий

# ActivityStatusInProgress
source: In progress
cs: Zpracovává se
es_cl: En proceso
kk_kz: В работе

# ActivityStatusCompleted
source: Completed
cs: Provedeno
es_cl: Completado
kk_kz: Выполнено

# ActivityStatusCanceled
source: Canceled
cs: Zrušeno
es_cl: Cancelado
kk_kz: Отменено

# TaskTypeWarmClient
source: Warm Lead
cs: Potencionální klient
es_cl: Cliente interesado
kk_kz: Горячий клиент

# TaskTypeBossTask
source: Assignment of the executive
cs: Pokyn
es_cl: Encargo
kk_kz: Поручение

# TaskTypeOther
source: Other
cs: Jiné
es_cl: Lo demás
kk_kz: Прочее

# EntityNameProject
source: Project
cs: Projekt
es_cl: Proyecto
kk_kz: Проект

# LanguageAbbreviationEn
source: English
cs: Angličtina
es_cl: Inglés
kk_kz: Английский

# LanguageAbbreviationIt
source: Italian
cs: Italština
es_cl: Italiano
kk_kz: Итальянский

# LanguageAbbreviationRu
source: Russian
cs: Ruština
es_cl: Ruso
kk_kz: Русский

# FunctionalPrivilegeNameCascadeLegalPersonAssign
source: Cascade change of the legal entity's owners
cs: Kaskádová výměna správce pr. osoby
es_cl: Cambio en cascada del supervisor de la persona jurídica
kk_kz: Каскадная смена куратора юр. лица

# LanguageAbbreviationCs
source: Czech
cs: Čeština
es_cl: Checo
kk_kz: Чешский

# PlatformsExtendedDesktop
source: Desktop
cs: Verze pro PC
es_cl: Versión para PC
kk_kz: Версия для ПК

# PlatformsExtendedMobile
source: Mobile
cs: Mobilní verze
es_cl: Versión móvil
kk_kz: Мобильная версия

# PlatformsExtendedApiPartner
source: ApiPartner
cs: API (partneři)
es_cl: API (Socios)
kk_kz: API (Партнёры)

# PaymentMethodBankChequePayment
source: Check
cs: Šek
es_cl: Cheque
kk_kz: Чек

# PaymentMethodBankTransaction
source: Bank account
cs: Bezhotovostní platba
es_cl: Pago sin efectivo
kk_kz: Безналичный расчет

# PaymentMethodCashPayment
source: Cash payment
cs: Platba v hotovosti
es_cl: Pago en efectivo
kk_kz: Наличный расчет

# PaymentMethodBankCard
source: Bank card
cs: Bankovní karta
es_cl: Tarjeta bancaria
kk_kz: Банковская карта

# PaymentMethodDebitCard
source: Debit card
cs: Debetní karta
es_cl: Tarjeta de débito
kk_kz: Дебетовая карта

# PaymentMethodCreditCard
source: Credit card
cs: Kreditní karta
es_cl: Tarjeta de crédito
kk_kz: Кредитная карта

# TaskTypeNotSet
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# ActivityPriorityNotSet
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# ActivityStatusNotSet
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# ActivityTypeNotSet
source: Not set
cs: Nezadáno
es_cl: Ninguno
kk_kz: Не задано

# FunctionalPrivilegeNamePublishAdvertisementTemplate
source: Publication of AM template
cs: Zveřejnění šablony RM
es_cl: Publicación de la plantilla de material publicitario
kk_kz: Публикация шаблона РМ

# FunctionalPrivilegeNameUnpublishAdvertisementTemplate
source: Canceling publication of AM template
cs: Zrušení zveřejnění šablony RM
es_cl: Cancelación de la publicación de la plantilla de material publicitario
kk_kz: Отмена публикации шаблона РМ

# ESalesPointTypeFilial
source: Filial
cs: Pobočka
es_cl: Sucursal
kk_kz: Филиал

# ESalesPointTypeFranch
source: Franch
cs: Franšíza
es_cl: Franquicia
kk_kz: Франчайзи

# ESalesPointTypeSelf
source: Self
cs: Místní
es_cl: Local
kk_kz: Местная

# ESalesPointTypeUk
source: UK
cs: ŘS
es_cl: Empresa gestora
kk_kz: УК

# ESalesPointTypePairFilialSelf
source: Local advertising at a branch office
cs: Místní reklama na pobočce
es_cl: Publicidad local en la sucursal
kk_kz: Местная реклама в филиале

# ESalesPointTypePairFilialFilial
source: Outgoing advertising from branch 1 to branch 2
cs: Odchozí reklama z pobočky 1 na pobočku 2
es_cl: Publicidad saliente de la sucursal 1 a la sucursal 2
kk_kz: Исходящая реклама из филиала 1 в филиал 2

# ESalesPointTypePairFilialFranch
source: Outgoing advertising from a branch to a franchisee
cs: Odchozí reklama z pobočky do franšízy
es_cl: Publicidad saliente de la sucursal a la franquicia
kk_kz: Исходящая реклама из филиала во франчайзи

# ESalesPointTypePairFranchSelf
source: Local advertising at franchisee
cs: Místní reklama ve franšíze
es_cl: Publicidad local en la franquicia
kk_kz: Местная реклама во франчайзи

# ESalesPointTypePairFranchFranch
source: Outgoing advertising from franchisee 1 to franchisee 2
cs: Odchozí reklama z franšízy 1 do franšízy 2
es_cl: Publicidad saliente de la franquicia 1 a la franquicia 2
kk_kz: Исходящая реклама из франчайзи 1 во франчайзи 2

# ESalesPointTypePairFranchFilial
source: Outgoing advertising from a franchisee to a branch
cs: Odchozí reklama z franšízy na pobočku
es_cl: Publicidad saliente de la franquicia a la sucursal
kk_kz: Исходящая реклама из франчайзи в филиал

# AdvertisementElementStatusValueReadyForValidation
source: Ready for verification
cs: Připraven k ověření
es_cl: Listo para verificación
kk_kz: Готов к выверке

# AdvertisementElementStatusValueValid
source: Approved
cs: Schváleno
es_cl: Aprobado
kk_kz: Одобрено

# AdvertisementElementStatusValueInvalid
source: Completed with errors
cs: Ověřeno s chybami
es_cl: Verificado con errores
kk_kz: Выверено с ошибками

# AdvertisementElementStatusValueDraft
source: Draft
cs: Koncept
es_cl: Borrador
kk_kz: Черновик

# FunctionalPrivilegeNameAdvertisementVerification
source: AM verification
cs: Ověření RM
es_cl: Verificación de material publicitario
kk_kz: Выверка РМ

# AdvertisementElementModel_ToEntity_AdvertisementElementStatusInvalidAfterEdit
source: Error
cs: Chyba
kk_kz: Ошибка

# AdvertisementElementStatusInvalidAfterEdit
source: Error
cs: Chyba
kk_kz: Ошибка

# FunctionalPrivilegeNameEditDummyAdvertisement
source: Edit an AM parked page
cs: Úprava zástupného materiálu RM
es_cl: Editar stub de material publicitario
kk_kz: Редактирование заглушки РМ

# BusinessOperationGetOrdersWithDummyAdvertisements
source: Searching for orders with AM parked pages
cs: Hledání objednávek se zástupnými materiály RM
es_cl: Búsqueda de órdenes con stubs de material publicitario
kk_kz: Поиск заказов с заглушками РМ

# FasCommentSupplements
source: BAA advertisement
cs: Reklama na BADy
es_cl: Publicidad de suplementos dietéticos
kk_kz: Реклама БАДов

# FasCommentDisplayTextSupplements
source: The advertised item is not a pharmaceutical.
cs: Reklamovaný objekt není léčivem.
es_cl: El objeto publicitario no es un medicamento.
kk_kz: Не является лекарственным средством.

# OrderFileKindWarrantyScan
source: Power of Attorney
cs: Plná moc
es_cl: Poder notarial
kk_kz: Доверенность

# OrderFileKindSwornStatementScan
source: Customer's sworn statement
cs: Čestné prohlášení Objednavatele
es_cl: Declaración del contratante bajo juramento
kk_kz: Заявление заказчика под присягой

# OperatesOnTheBasisTypeNone
source: Not available
cs: Chybí
es_cl: No tiene
kk_kz: Отсутствует

# TemplateCodeTerminationNoticeWithoutReasonBusinessman
source: Order termination notice without a reason specified for a SP
cs: Oznámení o zrušení objednávky bez uvedení důvodu pro OSVČ
es_cl: Notificación de la anulación de la orden sin indicar motivos para las EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeWithoutReasonLegalPerson
source: Notification about order termination without cause for a legal entity
cs: Oznámení o zrušení objednávky bez uvedení důvodu pro pr. osobu
es_cl: Notificación de anulación de la orden sin indicar los motivos para una persona jurídica
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeBargainBusinessman
source: Order termination notice without a reason specified for a legal entity
cs: Oznámení o zrušení smlouvy s uvedením důvodu pro OSVČ
es_cl: Notificación de la anulación del contrato indicando los motivos para las EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeBargainLegalPerson
source: Contract termination notice with the reason specified for an SP
cs: Oznámení o zrušení smlouvy s uvedením důvodu pro pr. osobu
es_cl: Notificación de anulación del contrato indicando los motivos para una persona jurídica
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeBargainWithoutReasonBusinessman
source: Notification about order termination without cause for a SP
cs: Oznámení o zrušení smlouvy bez uvedení důvodu pro OSVČ
es_cl: Notificación de la anulación del contrato sin indicar los motivos para las EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeTerminationNoticeBargainWithoutReasonLegalPerson
source: Contract termination notice with the reason specified for a legal entity
cs: Oznámení o zrušení smlouvy bez uvedení důvodu pro pr. osobu
es_cl: Notificación de anulación del contrato sin indicar los motivos para una persona jurídica
kk_kz: [Not defined for current business model and language]

# TemplateCodeBargainAdditionalAgreementBusinessman
source: Contract termination notice without a reason specified for an SP
cs: Dohoda o zrušení smlouvy pro OSVČ
es_cl: Acuerdo de la anulación del contrato para las EIRL
kk_kz: [Not defined for current business model and language]

# TemplateCodeBargainAdditionalAgreementLegalPerson
source: Contract termination notice without a reason specified for a legal entity
cs: Dohoda o zrušení smlouvy pro pr. osobu
es_cl: Acuerdo de anulación del contrato para una persona jurídica
kk_kz: [Not defined for current business model and language]

# IntegrationTypeExportAccountDetailsToServiceBus
source: Unload to bus account write-offs
cs: Odeslání odpisů z osobních účtů do sběrnice
es_cl: Descarga al canal de amortizaciones según las cuentas personales
kk_kz: Выгрузка в шину списаний по лицевым счетам

# OrderProcessingRequestStateCancelled
source: Canceled
cs: Zrušeno
es_cl: Cancelado
kk_kz: Отменено

# OrderProcessingRequestStateCompleted
source: Completed
cs: Provedeno
es_cl: Completado
kk_kz: Выполнено

# OrderProcessingRequestStateOpened
source: Open
cs: Otevřeno
es_cl: Abierto
kk_kz: Открыто

# OrderProcessingRequestStatePending
source: Waiting
cs: Čekání
es_cl: En espera
kk_kz: Ожидание

# OrderProcessingRequestStateUndefined
source: Not defined
cs: Neurčeno
es_cl: Indefinido
kk_kz: Не определено

# FunctionalPrivilegeNameAdvertisementAgencyManagement
source: Managing advertising agencies
cs: Správa reklamních agentur
es_cl: Gestión de agencias publicitarias
kk_kz: Управление рекламными агентствами

# ReasonForNewDealBizaccount
source: Personal Area
cs: Osobní profil
es_cl: Área Personal
kk_kz: Личный кабинет

# RequestMessageTypeDebug
source: Technical
cs: Technické
es_cl: Técnico
kk_kz: Техническое

# RequestMessageTypeError
source: Error
cs: Chyba
kk_kz: Ошибка

# RequestMessageTypeInfo
source: Information
cs: Informace
es_cl: Información
kk_kz: Информация

# RequestMessageTypeWarning
source: Warning
cs: Upozornění
es_cl: Advertencia
kk_kz: Предупреждение

# AdvertisementValidationRuleAdvertisementTemplateMatchesPositionTemplate
source: Verification of whether an AM template matches the template specified in the nomenclature
cs: Kontrola shody šablony RM se šablonou uvedenou v nomenklaturní položce
es_cl: Verificación de la conformación de la plantilla del material publicitario con la plantilla especificada en la posición de la nomenclatura
kk_kz: Проверка соответсвия шаблона РМ шаблону, указанному в номенклатурной позиции

# AdvertisementValidationRuleCorrectAddress
source: Verification of address correctness
cs: Kontrola správnosti adresy
es_cl: Verificación de la dirección
kk_kz: Проверка корректности адреса

# AdvertisementValidationRuleIsTemplatePublished
source: Verification of whether an AM template is published
cs: Kontrola zveřejnění šablony RM
es_cl: Verificación de la publicación de la plantilla del material publicitario
kk_kz: Проверка опубликованности шаблона РМ

# AdvertisementValidationRuleRequiredAdvertisement
source: Verification of the required AM's presence
cs: Kontrola přítomnosti povinných RM
es_cl: Verificación de la presencia de los materiales publicitarios obligatorios
kk_kz: Проверка наличия обязательных РМ

# EntityNameActivityInstance
source: Action
cs: Akce
es_cl: Acción
kk_kz: Действие

# CyprusOrderFileKindOrderScan
source: Invoice
cs: [Not defined for current business model and language]
es_cl: [Not defined for current business model and language]
kk_kz: Бланк заказа

# CyprusOrderFileKindTerminationScan
source: Termination
cs: [Not defined for current business model and language]
es_cl: [Not defined for current business model and language]
kk_kz: Расторжение

# CyprusOrderFileKindOtherDocumentScan
source: Other
cs: [Not defined for current business model and language]
es_cl: [Not defined for current business model and language]
kk_kz: Другое

# PricePositionRateTypeNone
source: Do not apply
cs: Nepoužívat
es_cl: No aplicar
kk_kz: Не применять

# PricePositionRateTypeMostExpensiveCategory
source: The most expensive category
cs: Podle nejdražší rubriky
es_cl: Según la categoría con la publicidad más cara
kk_kz: По самой дорогой рубрике

# PricePositionRateTypeBoundCategory
source: The sold category
cs: Podle prodané rubriky
es_cl: Según la categoría vendida
kk_kz: По проданной рубрике

# AccountTypeCurrentAccount
source: Current account
cs: Běžný účet
es_cl: Cuenta Corriente
kk_kz: Текущий счёт

# AccountTypeSavingsAccount
source: Simplified account
cs: Zjednodušený účet
es_cl: Cuenta Vista
kk_kz: Упрощенный счёт

# FasCommentAlcoholAdvertising
source: [Not defined for current business model and language]
cs: Reklama na alkohol

# FasCommentMedsMultiple
source: [Not defined for current business model and language]
cs: Léčivý přípravek

# FasCommentMedsSingle
source: [Not defined for current business model and language]
cs: Léčivý přípravek s jednou účinnou látkou

# FasCommentDietarySupplement
source: [Not defined for current business model and language]
cs: Doplněk stravy

# FasCommentSpecialNutrition
source: [Not defined for current business model and language]
cs: Potravina pro zvláštní výživu

# FasCommentChildNutrition
source: [Not defined for current business model and language]
cs: Pokračující kojenecká výživa

# FasCommentFinancilaServices
source: [Not defined for current business model and language]
cs: Finanční služby

# FasCommentMedsTraditional
source: [Not defined for current business model and language]
cs: Tradiční rostlinný léčivý přípravek

# FasCommentBiocides
source: [Not defined for current business model and language]
cs: Biocidní přípravek

# FasCommentDisplayTextAlcoholAdvertising
source: [Not defined for current business model and language]
cs: Konzumace alkoholu osobami mladšími 18 let je zakázána.

# FasCommentDisplayTextMedsMultiple
source: [Not defined for current business model and language]
cs: Registrovaný (humánní) léčivý přípravek. Před použitím si pečlivě přečtěte příbalovou informaci. O užívání tohoto přípravku se poraďte se svým lékařem.

# FasCommentDisplayTextMedsSingle
source: [Not defined for current business model and language]
cs: Registrovaný (humánní) léčivý přípravek. Potahové tablety obsahují jednu účinnou látku. Před použitím si pečlivě přečtěte příbalovou informaci. O užívání tohoto přípravku se poraďte se svým lékařem.

# FasCommentDisplayTextDietarySupplement
source: [Not defined for current business model and language]
cs: Doplněk stravy.

# FasCommentDisplayTextSpecialNutrition
source: [Not defined for current business model and language]
cs: Potravina pro zvláštní výživu.

# FasCommentDisplayTextChildNutrition
source: [Not defined for current business model and language]
cs: Důležité upozornění: Pokračující kojenecká výživa. Kojení je pro kojence nejlepší způsob výživy.

# FasCommentDisplayTextFinancilaServices
source: [Not defined for current business model and language]
cs: Postupujte v souladu se zákonem o spotřebitelském úvěru (zákon č. 145/2010 Sb.).

# FasCommentDisplayTextMedsTraditional
source: [Not defined for current business model and language]
cs: Použití tohoto tradičního rostlinného léčivého přípravku je založeno výlučně na zkušenosti z dlouhodobého použití.

# FasCommentDisplayTextBiocides
source: [Not defined for current business model and language]
cs: Používejte biocidní přípravky bezpečně. Před použitím si vždy přečtěte údaje na obalu a připojené informace o přípravku.

# TaxationTypeNotSet
source: Not set
cs: Nezadáno
es_cl: No definido
kk_kz: Не задано

# TaxationTypeWithoutVat
source: excluding VAT
cs: bez DPH
es_cl: sin IVA
kk_kz: без НДС

# TaxationTypeWithVat
source: including VAT
cs: vč. DPH
es_cl: con IVA
kk_kz: с НДС

# FunctionalPrivilegeNameHotClientTelemarketingProcessingBranch
source: Processing hot leads of the category 5 (branch)
cs: Zpracování potenciálních zákazníků 5. třídy (pobočka)
es_cl: Procesar a los clientes interesados de quinta categoría (sucursal)
kk_kz: Обработка горячих клиентов 5-й категории (филиал)

# TemplateCodeBargainNewSalesModel
source: Agreement (new sales model)
cs: Smlouva (nový model prodejů)
es_cl: Acuerdo (nuevo modelo de ventas)
kk_kz: [Not defined for current business model and language]

# TemplateCodeBargainLegalPersonAlternativeLanguage
source: Agreement for a legal entity (additional language)
cs: Smlouva pro právnickou osobu (dodatečný jazyk)
es_cl: Acuerdo para la persona jurídica (idioma adicional)
kk_kz: [Not defined for current business model and language]

# EntityNameDenialReason
source: Reason for rejecting the AM
cs: Příčiny zamítnutí Reklamního Materiálu
es_cl: Motivos de rechazo de los Materiales Publicitarios
kk_kz: Причины отклонения РМ

# DenialReasonTypeLawDistanceSelling
source: Advertising Act: Distance Selling
cs: Zákon o reklamě: Prodej na dálku
es_cl: Ley de Publicidad: Venta a distancia
kk_kz: Закон о рекламе: Дистанционная продажа
