Repository: gitter-badger/nuclear-aggregates-layer
Catalog: Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/MetadataResources.*.resx
Languages: cs, es_cl

# AssignToMe
source: Назначить себе
cs: Přiřadit sobě
es_cl: Designar a uno mismo

# CategoryName
source: Название рубрики
cs: Název rubriky
es_cl: Nombre de categoría

# CategoryGroupName
source: Наименование группы
cs: Název skupiny
es_cl: Nombre de grupo

# CategoryGroupRate
source: Значение коэффициента домножения
cs: Hodnota koeficientu násobení
es_cl: Valor del coeficiente de multiplicación

# BindingObjectType
source: Объект привязки
cs: Vázaný objekt
es_cl: Enlace con el objeto

# ShowLimits
source: Выводить лимиты
cs: Zobrazit limity
es_cl: Calcular límites

# IncludeReserveClients
source: Учитывать резерв
cs: Registrovat rezervu
es_cl: Considerar la reserva

# OperationType
source: Тип операции
cs: Typ operace
es_cl: Tipo de operación

# Firm
source: Фирма
cs: Firma
es_cl: Empresa

# Deal
source: Сделка
cs: Obchodní transakce
es_cl: Transacción

# Code
source: Код
cs: Kód
es_cl: Código

# Cost
source: Стоимость
cs: Hodnota
es_cl: Precio

# Name
source: Название
cs: Název
es_cl: Nombre

# DisplayName
source: Название
cs: Název
es_cl: Nombre

# Text
source: Текст
cs: Text
es_cl: Texto

# Rate
source: Коэффициент пересчета
cs: Koeficient přepočtu
es_cl: Coeficiente de recálculo

# ChiefNameInGenitive
source: ФИО руководителя (род.падеж)
cs: Jméno, příjmení (sedmý pád)
es_cl: Nombre, apellido (genitivo)

# WithPaymentDebt
source: По оплате
cs: Ve věci platby
es_cl: Según el pago

# BillNumber
source: Номер счета
cs: Číslo faktury
es_cl: Número de la factura

# Order
source: Заказ
cs: Objednávka
es_cl: Orden

# MaxAdvertisementAmount
source: Максимальное кол-во в выпуск
cs: Maximální počet k vydání
es_cl: Cantidad máxima para el lanzamiento

# MinAdvertisementAmount
source: Минимальное кол-во в выпуск
cs: Minimální počet k vydání
es_cl: Cantidad mínima para el lanzamiento

# IsPositionControlledByAmount
source: Управляется количеством
cs: Řídí se množstvím
es_cl: Se controla por la cantidad

# IsSupportedByExport
source: Поддерживается экспортом
cs: Podporováno exportem
es_cl: Se soporta por la exportación

# IsControledByAmount
source: Контролируется количеством
cs: Kontroluje se množstvím
es_cl: Se controla por la cantidad

# Reason
source: Причина
cs: Důvod
es_cl: Motivo

# MailSendingType
source: Тип рассылки
cs: Typ rozesílání
es_cl: Tipo de distribución

# RateType
source: Применять коэффициент
cs: Používat koeficient
es_cl: Aplicar coeficiente

# NameLat
source: Название латиницей
cs: Název latinkou
es_cl: Nombre en letras latinas

# DefaultLanguage
source: Язык по умолчанию
cs: Výchozí jazyk
es_cl: Idioma predeterminado

# BranchOfficeOrganizationUnit
source: Юридическое лицо исполнителя
cs: Právnická osoba zhotovitele
es_cl: Persona jurídica del ejecutor

# IncludeRegionalAdvertisement
source: Включать региональную рекламу
cs: Zapínat regionální reklamu
es_cl: Activar publicidad regional

# RestrictChildPositionPlatforms
source: Платформа дочерних позиций равна платформе родительской
cs: Platforma podřízených položek se rovná nadřazené platformě
es_cl: La plataforma de las subposiciones es igual a la plataforma de origen

# ActivityBaseViewModelAbstract_Type
source: Тип
cs: Typ

# Priority
source: Приоритет
cs: Priorita
es_cl: Prioridad

# ActivityBaseViewModelAbstract_Status
source: Состояние
cs: Stav

# Purpose
source: Цель
cs: Cíl
es_cl: Objetivo

# AfterSaleServiceType
source: Тип ППС
cs: Typ PPS
es_cl: Tipo del servicio postventa

# TaskType
source: Тип задачи
cs: Typ úkolu
es_cl: Tipo de tarea

# Duration
source: Продолжительность
cs: Délka
es_cl: Vigencia

# AccountNumber
source: Номер счета
cs: Číslo účtu
es_cl: Número de cuenta

# AdditionalPaymentElements
source: Дополнительные платежные реквизиты
cs: Další platební údaje (IBAN, SWIFT apod.)
es_cl: Datos bancarios adicionales

# BankName
source: Название банка
cs: Název banky
es_cl: Nombre de banco

# PaymentMethod
source: Способ оплаты
cs: Způsob úhrady
es_cl: Forma de pago

# CardNumber
source: Идентификационный номер карты
cs: Identifikační číslo karty
es_cl: Número identificador de la tarjeta

# ResidencyAddress
source: Адрес места жительства
cs: Adresa bydliště
es_cl: Dirección de residencia

# ActualEnd
source: Фактическое окончание
cs: Skutečné ukončení
es_cl: Finalización real

# RegistrationCertificateDate
source: Дата выдачи свидетельства о регистрации
cs: Datum vydání osvědčení o registraci
es_cl: Fecha de expedición del certificado de registro

# RegistrationCertificateNumber
source: Номер свидетельства о регистрации
cs: Číslo osvědčení o registraci
es_cl: Número del certificado de registro

# Contact
source: Контакт
cs: Kontakt
es_cl: Contacto

# ScheduledEnd
source: Дата окончания
cs: Datum ukončení
es_cl: Fecha de finalización

# ScheduledStart
source: Дата начала
cs: Datum začátku
es_cl: Fecha de inicio

# StartPeriodDate
source: Месяц
cs: Měsíc
es_cl: Mes

# InformationSource
source: Источник
cs: Zdroj
es_cl: Fuente

# LastDisqualifyTime
source: Возвращен в резерв
cs: Vrácena do rezervy
es_cl: Devuelto a la reserva

# LastQualifyTime
source: Взят из резерва
cs: Vzata z rezervy
es_cl: Tomado de la reserva

# AdditionalPhoneNumber
source: Дополнительный телефон
cs: Dodatečný telefon
es_cl: Teléfono adicional

# AdditionalPhoneNumber1
source: Дополнительный телефон 1
cs: Dodatečný telefon 1
es_cl: Teléfono adicional 1

# AdditionalPhoneNumber2
source: Дополнительный телефон 2
cs: Dodatečný telefon 2
es_cl: Teléfono adicional 2

# Fax
source: Факс
cs: Fax
es_cl: Fax

# Website
source: Веб-сайт
cs: Webová stránka
es_cl: Sitio Web

# WebsiteOrBlog
source: Веб-сайт (блог)
cs: Webová stránka (blog)
es_cl: Sitio Web (blog)

# MainPhoneNumber
source: Основной телефон
cs: Hlavní telefon
es_cl: Número de teléfono principal

# MainAddress
source: Основной адрес
cs: Hlavní adresa
es_cl: Dirección principal

# NameOfClient
source: Название клиента
cs: Název klienta
es_cl: Nombre del cliente

# NeedsValidation
source: Требует выверки
cs: Vyžaduje kontrolu
es_cl: Necesita verificación

# DummyAdvertisement
source: Рекламный материал по умолчанию
cs: Výchozí reklamní materiál
es_cl: Material publicitario predeterminado

# FirmName
source: Название фирмы
cs: Název firmy
es_cl: Nombre de empresa

# Salutation
source: Приветствие
cs: Oslovení
es_cl: Saludo

# IsManaged
source: Управляемая
cs: Řízená
es_cl: Gestionada

# ServiceCode
source: Доп. услуга
cs: Doplň. služba
es_cl: Servicio adicional

# TransactionDate
source: Дата проведения
cs: Datum uskutečnění
es_cl: Fecha de celebración

# PeriodStartDate
source: Дата начала периода
cs: Datum začátku období
es_cl: Fecha de inicio del periodo

# PeriodEndDate
source: Дата окончания периода
cs: Datum ukončení období
es_cl: Fecha de finalización del periodo

# Period
source: Период действия
cs: Období platnosti
es_cl: Periodo de validez

# LimitCloseDate
source: Дата закрытия лимита
cs: Datum ukončení limitu
es_cl: Fecha de cancelación del límite

# MobilePhoneNumber
source: Мобильный телефон
cs: Mobilní telefon
es_cl: Número de teléfono móvil

# HomePhoneNumber
source: Домашний телефон
cs: Domácí telefon
es_cl: Número de teléfono fijo

# WorkAddress
source: Рабочий адрес
cs: Adresa do práce
es_cl: Dirección de trabajo

# HomeAddress
source: Домашний адрес
cs: Adresa domů
es_cl: Dirección de casa

# IsFired
source: Уволился
cs: Výpověď
es_cl: Renunció

# BirthDate
source: Дата рождения
cs: Datum narození
es_cl: Fecha de nacimiento

# FamilyStatus
source: Семейное положение
cs: Rodinný stav
es_cl: Estado civil

# Gender
source: Пол
cs: Pohlaví
es_cl: Sexo

# JobTitle
source: Должность
cs: Funkce
es_cl: Cargo

# WorkEmail
source: Рабочий e-mail
cs: Pracovní e-mail
es_cl: Correo electrónico de trabajo

# HomeEmail
source: Домашний e-mail
cs: Osobní e-mail
es_cl: Correo electrónico personal

# AccountRole
source: Роль
cs: Role
es_cl: Rol

# ContactDepartmentName
source: Подразделение (отдел)
cs: Složka (oddělení)
es_cl: Sucursal

# WorkPhoneNumber
source: Рабочий телефон
cs: Pracovní telefon
es_cl: Número de teléfono de trabajo

# AccountDetailBalance
source: Баланс лицевого счета
cs: Stav osobního účtu
es_cl: Balance de la cuenta personal

# LockDetailBalance
source: Баланс лицевого счета (с учетом блокировок)
cs: Stav osobního účtu (včetně blokací)
es_cl: Balance de cuenta personal (considerando bloqueos)

# LegalPesonSyncCode1C
source: Ключ юр.лица для 1С
cs: Klíč pr. osoby pro 1C
es_cl: Clave de una persona jurídica para el software contable

# IntegrationType
source: Тип сообщения
cs: Typ zprávy
es_cl: Tipo de mensaje

# MessageErrors
source: Ошибки
cs: Chyby
es_cl: Errores

# ProcessDate
source: Дата обработки
cs: Datum zpracování
es_cl: Fecha de procesamiento

# SenderSystem
source: Система-отправитель
cs: Systém - odesílatel
es_cl: Sistema remitente

# ReceiverSystem
source: Система-получатель
cs: Systém - příjemce
es_cl: Sistema destinatario

# ProcessResult
source: Результат обработки
cs: Výsledek zpracování
es_cl: Resultado de procesamiento

# CreateDate
source: Дата создания
cs: Datum vystavení
es_cl: Fecha de creación

# CloseLockDate
source: Дата закрытия блокировки
cs: Datum ukončení blokování
es_cl: Fecha de cancelación de bloqueo

# LockPlannedAmount
source: Сумма блокировки (планируемая)
cs: Suma blokace (plánovaná)
es_cl: Importe de bloqueo (planificado)

# LockBalance
source: Использованная сумма (текущая)
cs: Spotřebovaná částka (aktuální)
es_cl: Importe usado (actual)

# LockClosedBalance
source: Использованная сумма (фактическая)
cs: Spotřebovaná částka (skutečná)
es_cl: Importe usado (real)

# OperationOnAccount
source: Операция на лицевом счете
cs: Operace na osobním účtu
es_cl: Operación en la cuenta personal

# ErmLaunchDate
source: Дата перехода на ERM
cs: Datum přechodu na ERM
es_cl: Fecha de traspaso a ERM

# InfoRussiaLaunchDate
source: Дата перехода на IR
cs: Datum přechodu na IR
es_cl: Fecha de traspaso a IR

# IsBeta
source: Техническая
cs: Technická
es_cl: Técnica

# IsSkyScraper
source: Небоскрёб
cs: Mrakodrap
es_cl: Rascacielos

# Archive
source: Архив
cs: Archiv
es_cl: Archivo

# Id
source: Идентификатор ERM
cs: Identifikátor ERM
es_cl: Identificador de ERM

# ThemeTemplate
source: Шаблон
cs: Šablona
es_cl: Plantilla

# ThemeIsDefault
source: Установлена по умолчанию
cs: Nastavena jako výchozí
es_cl: Instalada de forma predeterminada

# ThemeViewModel_FileId
source: Баннер
cs: Banner
es_cl: Banner

# FullNameInGenitive
source: Полное имя (род. падеж)
cs: Jméno, příjmení (sedmý pád)
es_cl: De nombre completo

# FullNameInNominative
source: Полное имя (им. падеж)
cs: Jméno, příjmení (první pád)
es_cl: Nombre completo (Caso Nominativo)

# BankAddress
source: Адрес банка
cs: Adres banky
es_cl: Dirección del banco

# PositionDenied
source: Запрещенная позиция
cs: Zakázaná položka
es_cl: Posición bloqueada

# BankCode
source: Код банка
cs: Kód banky
es_cl: Código de banco

# Registered
source: Зарегистрировано
cs: Registrovaná (Spisová značka z OR)
es_cl: Registrado

# CreateCsvFile
source: Выгрузить дополнительно файл в формате csv
cs: Dodatečně odeslat soubor ve formátu csv
es_cl: Descargar aparte el archivo en el formato csv

# OrderProcessingRequest
source: Заявка из ЛК
cs: Požadavek z OP
es_cl: Petición de la oficina personal del anunciante

# DueDate
source: Срок
cs: Doba
es_cl: Plazo

# OrderProcessingRequestBaseOrder
source: Продляемый заказ
cs: Prodlužovaná objednávka
es_cl: Orden a prorrogar

# OrderProcessingRequestRenewedOrder
source: Созданный заказ
cs: Vytvořená objednávka
es_cl: Orden creada

# OrderProcessingRequestState
source: Статус заявки
cs: Stav požadavku
es_cl: Estado de petición

# OrderProcessingRequestTitle
source: Тема
cs: Téma
es_cl: Tema

# ReleaseCountPlan
source: Количество выпусков размещения
cs: Počet vydání zveřejnění
es_cl: Número de lanzamientos para publicar

# IsAdvertisingAgency
source: Является рекламным агентством
cs: Je reklamní agentura
es_cl: Es una agencia de publicidad

# RepresentativeName
source: Представитель
cs: Zástupce
es_cl: Representante

# RepresentativePosition
source: Должность представителя
cs: Funkce zástupce
es_cl: Cargo del representante

# ActivityType
source: Вид деятельности
cs: Druh činnosti
es_cl: Actividad

# Commune
source: Коммуна
cs: Komuna
es_cl: Comuna

# RepresentativeDocumentIssuedOn
source: Дата выдачи
cs: Datum vydání
es_cl: Fecha de expedición

# RepresentativeDocumentIssuedBy
source: Кем выдано
cs: Vydal
es_cl: Organismo de expedición

# BankAccountType
source: Тип счета
cs: Typ účtu
es_cl: Tipo de cuenta

# Bank
source: Название банка
cs: Název banky
es_cl: Nombre de banco

source: Email
es_cl: Correo electrónico

# SWIFT
source: SWIFT (BIC Code)
es_cl: SWIFT (Código BIC)
