Repository: gitter-badger/nuclear-aggregates-layer
Catalog: Source/Resources/2Gis.Erm.BLCore.Resources.Server/Properties/MetadataResources.*.resx
Languages: cs, es_cl

# DocumentsDeliveryAddress
source: Адрес доставки документов
cs: Adresa pro doručování dokumentů
es_cl: Dirección de entrega de documentos

# PhoneNumber
source: Телефон
cs: Telefon
es_cl: Teléfono

# ReasonForOrderBeingClosed
source: Причина закрытия заказа
cs: Důvod ukončení objednávky
es_cl: Motivo de anulación de la orden

# TargetPrice
source: Прайс-лист
cs: Ceník
es_cl: Lista de precios

# EstimatedProfit
source: Ожидаемый доход
cs: Očekávaný příjem
es_cl: Beneficio esperado

# RHasOrdersDebt
source: Задолженности по заказу
cs: Pohledávky z objednávky
es_cl: Deudas según la orden

# FileNameLengthRestriction
source: Макс. длина названия файла
cs: Max. délka názvu souboru
es_cl: Longitud máxima del nombre del archivo

# ContributionType
source: Форма сотрудничества
cs: Forma spolupráce
es_cl: Forma de colaboración

# MasterPosition
source: Родительская позиция
cs: Nadřazená položka
es_cl: Posición origen

# Bargain
source: Договор
cs: Smlouva
es_cl: Contrato

# DiscountComment
source: Комментарий по скидке
cs: Komentář ke slevě
es_cl: Comentario al descuento

# CheckAccountBalance
source: Проверить баланс лицевых счетов
cs: Zkontrolovat zůstatek na osobních účtech
es_cl: Verificar el balance de cuentas personales

# WithDocDebtBargain
source: По договору
cs: Podle smlouvy
es_cl: Según el contrato

# ShowInactiveClients
source: Клиенты без активности
cs: Neaktivní klienti
es_cl: Clientes inactivos

# BeginReleaseNumber
source: Выпуск № (начало размещения)
cs: Vydání č. (začátek zveřejnění)
es_cl: Lanzamiento número (inicio de la publicación)

# BaseCurrency
source: Базовая валюта
cs: Hlavní měna
es_cl: Principal moneda

# InSyncWith1C
source: Синхронизация с 1С
cs: Synchronizace s 1C
es_cl: Sincronización con 1C

# HasDocumentsDebt
source: Наличие документов
cs: Dostupnost dokumentů
es_cl: Disponibilidad de documentos

# TextLineBreaksCountRestriction
source: Макс. количество строк
cs: Max. počet řádků
es_cl: Cantidad máxima de líneas

# FileExtensionRestriction
source: Допустимые расширения файлов
cs: Přípustné přípony souborů
es_cl: Extensiones permitidas de archivos

# CloseReasonOther
source: Другая причина закрытия
cs: Jiný důvod ukončení
es_cl: Otro motivo de cancelación

# FileSizeRestriction
source: Макс. размер файла
cs: Max. velikost souboru
es_cl: Tamaño máximo del archivo

# PublishEndDate
source: Дата окончания размещения
cs: Datum ukončení zveřejnění
es_cl: Fecha de finalización de la publicación

# Amount
source: Сумма
cs: Částka
es_cl: Importe

# PassportSeries
source: Серия паспорта
cs: Série dokladu totožnosti
es_cl: Serie de pasaporte

# PriceCreateDate
source: Дата создания
cs: Datum vystavení
es_cl: Fecha de creación

# IsServiceUser
source: Служебный
cs: Služební
es_cl: De servicio

# RegionalNumber
source: Региональный номер заказа
cs: Regionální číslo objednávky
es_cl: Número regional de la orden

# DgppId
source: Код ДГПП
cs: Kód DGPP
es_cl: Código DGPP

# OrderType
source: Тип заказа
cs: Typ objednávky
es_cl: Tipo de la orden

# ForCurrency
source: Для валюты
cs: Pro měnu
es_cl: Para la moneda

# BeginDistributionDate
source: Начало размещения
cs: Začátek zveřejnění
es_cl: Inicio de la publicación

# MiddleName
source: Отчество
cs: Jméno po otci
es_cl: Patronímico

# LastName
source: Фамилия
cs: Příjmení
es_cl: Apellido

# PeriodStart
source: Период с
cs: Období od
es_cl: Periodo desde

# PriceList
source: Прайс-лист
cs: Ceník
es_cl: Lista de precios

# IssueDate
source: Отчетная дата
cs: Zúčtovací měsíc
es_cl: Fecha de informe

# FirstName
source: Имя
cs: Jméno
es_cl: Nombre

# Client
source: Клиент
cs: Klient
es_cl: Cliente

# PaymentMethods
source: Способы оплаты
cs: Způsoby úhrady
es_cl: Formas de pago

# Reviews
source: Отзывы
cs: Recenze
es_cl: Reseñas

# BargainEndDate
source: Дата окончания действия договора
cs: Datum ukončení platnosti smlouvy
es_cl: Fecha de finalización del contrato

# CompositePosition
source: Сложная
cs: Komplexní
es_cl: Compleja

# IsDeleted
source: Удалена
cs: Odstraněna
es_cl: Eliminada

# CountryName
source: Страна
cs: Země
es_cl: País

# ParentUser
source: Руководитель
cs: Vedoucí
es_cl: Gestor

# Territory
source: Территория
cs: Území
es_cl: Territorio

# OwnerCode
source: Владелец
cs: Vlastník
es_cl: Propietario

# LockId
source: Код блокировки
cs: Kód blokování
es_cl: Código de bloqueo

# IsAdvertisementRequired
source: РМ обязателен
cs: RM jsou povinné
es_cl: Material publicitario es obligatorio

# MinPlacementPeriod
source: Минимальный период размещения
cs: Minimální doba zveřejnění
es_cl: Periodo mínimo de publicación

# TextLengthRestriction
source: Макс. количество символов
cs: Max. počet symbolů
es_cl: Cantidad máxima de caracteres

# ShowClientsWithFrustratedPlans
source: Клиенты с просроченными планами
cs: Klienti s promeškanými plány
es_cl: Clientes con planes obsoletos

# CurrencyIsoCode
source: ISO Код валюты
cs: ISO kód měny
es_cl: Código ISO de la moneda

# WithDocDebtOrder
source: По бланку заказа
cs: Podle objednávky
es_cl: Según la orden de compra

# StableId
source: Стабильный идентификатор
cs: Stabilní identifikátor
es_cl: Identificador estable

# AssociatedPositionsGroupName
source: Группа основных позиций
cs: Skupina hlavních položek
es_cl: Grupo de posiciones principales

# PositionCategory
source: Категория
cs: Kategorie
es_cl: Categoría

# RCurrentUser
source: Текущий пользователь
cs: Aktuální uživatel
es_cl: Usuario actual

# ChildPosition
source: Дочерняя позиция
cs: Podřízená položka
es_cl: Subposición

# WarrantyEndDate
source: Дата окончания действия доверенности
cs: Datum ukončení platnosti plné moci
es_cl: Fecha de finalización del poder

# CloseBargainsViewModel_CloseDate
source: Дата закрытия договоров
cs: Datum ukončení smlouvy
es_cl: Fecha de cancelación de contratos

# DepartmentName
source: Название
cs: Název
es_cl: Nombre

# ContactType
source: Тип
cs: Typ
es_cl: Tipo

# RHasPaymentsDebt
source: Задолженности по оплате
cs: Pohledávky k zaplacení
es_cl: Deudas de pagos

# CalculationMethod
source: Способ вычисления
cs: Způsob výpočtu
es_cl: Método de cálculo

# BranchOfficeName
source: Юр. лицо организации
cs: Pr. osoba organizace
es_cl: Persona jurídica de la entidad

# DealName
source: Название сделки
cs: Název obchodní transakce
es_cl: Nombre de transacción

# ConsiderOnApproval
source: На утверждении
cs: Schvaluje se
es_cl: En trámite de confirmación

# Status
source: Состояние
cs: Stav
es_cl: Estado

# UserAccount
source: Логин
cs: Přihlášení
es_cl: Login

# SignedOn
source: Дата подписания
cs: Datum podpisu
es_cl: Fecha de firma

# AdditionalEmail
source: Дополнительный Email
cs: Dodatečný e-mail
es_cl: Correo electrónico adicional

# PlanReleaseCount
source: план
cs: plán.
es_cl: plan

# PositionInGenitive
source: Должность (род. падеж)
cs: Funkce (sedmý pád)
es_cl: Del cargo

# FirmContact
source: Контакт
cs: Kontakt
es_cl: Contacto

# ModifiedBy
source: Изменено
cs: Změněno
es_cl: Modificado

# ModifiedOn
source: Дата изменения
cs: Datum změny
es_cl: Fecha de modificación

# PayableFact
source: К оплате (факт)
cs: K úhradě (skut.)
es_cl: A pagar (real)

# PayablePlan
source: К оплате (план)
cs: K úhradě (plán.)
es_cl: A pagar (planificado)

# Position
source: Название рекламной позиции
cs: Název reklamní položky
es_cl: Nombre de la posicion publicitaria

# PositionViewModel_Name
source: Название рекламной позиции
cs: Název reklamní položky
es_cl: Nombre de la posición publicitaria

# IsTerminated
source: Расторгнут
cs: Vypovězena
es_cl: Anulado

# PublishBeginDate
source: Дата начала размещения
cs: Datum začátku zveřejnění
es_cl: Fecha de inicio de la publicación

# EndFactReleaseDate
source: Окончание (факт)
cs: Ukončení (skut.)
es_cl: Finalización (real)

# AdvertisementTemplateName
source: Шаблон РМ
cs: Šablona RM
es_cl: Plantilla de material publicitario

# Comment
source: Комментарий
cs: Komentář
es_cl: Comentario

# PricePublishDate
source: Дата публикации
cs: Datum zveřejnění
es_cl: Fecha de publicación

# PaymentEssentialElements
source: Платёжные реквизиты
cs: Platební údaje
es_cl: Datos bancarios

# StartTime
source: Время запуска
cs: Doba spuštění
es_cl: Hora de publicación

# RegistrationCertificate
source: Свидетельство о регистрации
cs: Osvědčení o registraci
es_cl: Certificado de registro

# Inspector
source: Проверяющий
cs: Kontrolor
es_cl: Verificador

# ShipmentPlan
source: К отгрузке (план)
cs: K odeslání (plán.)
es_cl: A descargar (planificado)

# IsPrimaryForRegionalSales
source: Основное по продаже региональной рекламы
cs: Hlavní položky k prodeji regionální reklamy
es_cl: Lo principal en ventas de la publicidad regional

# OperatesOnTheBasisInGenitive
source: Действует на основании (род.падеж)
cs: Jedná na základě
es_cl: Actúa en la base de

# ReportDate
source: День отчета
cs: Den výkazu
es_cl: Día de presentación del informe

# BillDate
source: Дата счета (От)
cs: Datum faktury (od)
es_cl: Fecha de la factura (De)

# OrderNumber
source: Номер заказа
cs: Číslo objednávky
es_cl: Número de la orden

# DestinationOrganizationUnit
source: Город назначения
cs: Cílové město
es_cl: Ciudad de destino

# PromisingScore
source: Оценка перспективности
cs: Posouzení perspektivy
es_cl: Evaluación de la perspectiva

# LegalPersonId
source: Код юр. лица клиента
cs: Kód pr. osoby klienta
es_cl: Código de la persona jurídica del cliente

# IsRequired
source: Обязательное
cs: Povinné
es_cl: Obligatorio

# CertificateNumber
source: Номер свидетельства
cs: Číslo osvědčení
es_cl: Número de certificado

# LegalAddress
source: Юридический адрес
cs: Sídlo
es_cl: Domicilio comercial

# PositionInNominative
source: Должность (им. падеж)
cs: Funkce (první pád)
es_cl: Cargo (Caso Nominativo)

# SignupDate
source: Дата подписания
cs: Datum podpisu
es_cl: Fecha de firma

# PostAddress
source: Почтовый адрес
cs: Korespondenční adresa
es_cl: Casilla del correo

# UsnNotificationText
source: Уведомление о применении УСН
cs: Oznámení o použití zjednodušeného daňového systému
es_cl: Notificación de aplicación del régimen simplificado de tributación

# AccountId
source: Номер лицевого счёта
cs: Číslo osobního účtu
es_cl: Número de cuenta personal

# FoundingBargainDate
source: Дата выдачи учредительного договора
cs: Datum vydání zakladatelské smlouvy
es_cl: Fecha de expedición del contrato constitutivo

# MainFirm
source: Основная фирма
cs: Hlavní firma
es_cl: Empresa principal

# ConsiderOnRegistration
source: На оформлении
cs: Vyřizuje se
es_cl: En trámite de formalización

# LegalPerson
source: Юр. лицо заказчика
cs: Pr. osoba objednatele
es_cl: Persona jurídica del contratante

# InCityBranchesAmount
source: Филиалы в городе
cs: Pobočky ve městě
es_cl: Sucursales en la ciudad

# ProductType
source: Товар/услуга
cs: Zboží/služba
es_cl: Mercancía / servicio

# RHasTerminationDebt
source: Задолженности по расторжению
cs: Pohledávky z důvodu zrušení
es_cl: Deudas de anulación

# ObjectBindingType
source: Учет объекта привязки
cs: Registrace vázaného objektu
es_cl: Registro del enlace con el objeto

# EndDate
source: Дата окончания
cs: Datum ukončení
es_cl: Fecha de finalización

# OrganizationUnitId
source: Код отделения организации
cs: Oddělení organizace
es_cl: Código de sucursal de la entidad

# OperationDescription
source: Комментарий
cs: Komentář
es_cl: Comentario

# PassportIssuedBy
source: Выдан
cs: Vydán
es_cl: Expedido

# BargainNumber
source: Номер договора
cs: Číslo smlouvy
es_cl: Número del contrato

# ActualProfit
source: Фактический доход
cs: Skutečný příjem
es_cl: Beneficio real

# ElectronicMedia
source: Электронное СМИ
cs: Elektronický HSP
es_cl: Medios electrónicos de comunicación

# OrganizationUnit
source: Отделение организации
cs: Oddělení organizace
es_cl: Sucursal de la entidad

# BeginReleaseDate
source: Начало размещения
cs: Začátek zveřejnění
es_cl: Inicio de la publicación

# ConsiderOrderStatuses
source: Учитывать статусы заказов
cs: Registrovat stavy objednávek
es_cl: Considerar los estados de las órdenes

# DestOrganizationUnit
source: Город назначения
cs: Cílové město
es_cl: Ciudad de destino

# AmountToWithdraw
source: К текущему списанию
cs: K aktuálnímu odpisu
es_cl: A la amortización actual

# IsAllowedToWhiteList
source: РМ может быть выбран в белый список
cs: RM může být vybrán do Bílého seznamu
es_cl: Material publicitario puede ser seleccionado para la lista blanca

# ShortLegalName
source: Краткое юридическое название
cs: Zkrácený úřední název
es_cl: Nombre abreviado de la razón social

# Inn
source: ИНН
cs: DIČ
es_cl: RUT

# Kpp
source: КПП
cs: Kód důvodu registrace organizace k platbě daní
es_cl: Razón social

# Month
source: Месяц
cs: Měsíc
es_cl: Mes

# ActualAddress
source: Фактический адрес
cs: Adresa provozovny
es_cl: Dirección real

# Owner
source: Куратор
cs: Správce
es_cl: Supervisor

# PricePerUnitWithVat
source: Цена за единицу, с НДС
cs: Cena za jednotku včetně DPH
es_cl: Precio por unidad, con IVA

# FirmBudgetType
source: Бюджет
cs: Rozpočet
es_cl: Presupuesto

# Title
source: Заголовок
cs: Nadpis
es_cl: Título

# RUser
source: Пользователь
cs: Uživatel
es_cl: Usuario

# Geolocation
source: Георасположение
cs: Geografická poloha
es_cl: Ubicación geográfica

# CurrencySymbol
source: Обозначение
cs: Označení
es_cl: Denominación

# PeriodEnd
source: Период по
cs: Období do
es_cl: Periodo hasta

# RecipientName
source: Получатель
cs: Příjemce
es_cl: Destinatario

# Address
source: Адрес
cs: Adresa
es_cl: Dirección

# EndFactReleaseNumber
source: Последний выпуск (факт)
cs: Poslední vydání (skut.)
es_cl: Último lanzamiento (real)

# FormattedText
source: Форматированый текст
cs: Formátovaný text
es_cl: Texto formateado

# Account
source: Лицевой счет
cs: Osobní účet
es_cl: Cuenta personal

# Quantity
source: Количество
cs: Počet
es_cl: Cantidad

# IncludeOwnerDescendants
source: Включая подчинённых
cs: Včetně podřízených
es_cl: Incluidos los subordinados

# BranchOfficeOrganizationUnitName
source: Юр. лицо исполнителя
cs: Pr. osoba zhotovitele
es_cl: Persona jurídica del ejecutor

# OperationStatus
source: Статус выполнения операции
cs: Stav provedení operace
es_cl: Estado del cumplimento de la operación

# AccountingMethod
source: Способ учета
cs: Způsob evidence
es_cl: Método de registro

# RReportType
source: Тип отчета
cs: Typ evidence
es_cl: Tipo de informe

# Currency
source: Валюта
cs: Měna
es_cl: Moneda

# DocumentsDeliveryMethod
source: Споcоб доставки документов
cs: Způsob doručování dokumentů
es_cl: Método de entrega de documentos

# IsBaseCurrency
source: Базовая
cs: Hlavní
es_cl: Principal

# RegistrationAddress
source: Прописка
cs: Registrace
es_cl: Registro del lugar de residencia

# OperationTypeKind
source: Вид операции
cs: Druh operace
es_cl: Tipo de operación

# EndPlanReleaseNumber
source: Выпуск № (окончание размещения)
cs: Vydání č. (ukončení zveřejnění)
es_cl: Lanzamiento número (finalización de publicación)

# PlanningMonth
source: Планируемый месяц
cs: Plánovaný měsíc
es_cl: Mes a planificar

# BargainLegalPerson
source: Юридическое лицо клиента
cs: Právnická osoba objednatele
es_cl: Persona jurídica del cliente

# StaffAmount
source: Численность персонала
cs: Počet zaměstnanců
es_cl: Número de empleados

# PostalAddress
source: Почтовый адрес
cs: Korespondenční adresa
es_cl: Casilla del correo

# VatRate
source: Ставка НДС
cs: Sazba DPH
es_cl: Tipo de IVA

# IsCurrent
source: Текущий
cs: Aktuální
es_cl: Actual

# CountryIsoCode
source: ISO Код страны
cs: ISO kód země
es_cl: Código ISO del país

# CloseDate
source: Дата закрытия сделки
cs: Datum ukončení obchodní transakce
es_cl: Fecha de cancelación de la transacción

# StartReason
source: Причина начала сделки
cs: Důvod zahájení obchodní transakce
es_cl: Motivo de inicio de la transacción

# FirstEmitDate
source: Дата первого выпуска
cs: Datum prvního vydání
es_cl: Fecha de primer lanzamiento

# CreatedBy
source: Создано
cs: Vytvořeno
es_cl: Creado

# CreatedOn
source: Дата создания
cs: Datum vystavení
es_cl: Fecha de creación

# ClosedOn
source: Дата закрытия
cs: Datum ukončení
es_cl: Fecha de cancelación

# TemplateCode
source: Тип шаблона
cs: Typ šablony
es_cl: Tipo de plantilla

# IsPrimary
source: Основное
cs: Hlavní
es_cl: Lo principal

# RestrictionType
source: Тип ограничений
cs: Typ omezení
es_cl: Tipo de limitaciones

# EmailForAccountingDocuments
source: Email для бухгалтерских документов
cs: E-mail pro doručování dokumentů
es_cl: Correo electrónico para la documentación contable

# WorkflowStepId
source: Статус заказа
cs: Stav objednávky
es_cl: Estado de la orden

# ReportMonth
source: Отчетный месяц
cs: Zúčtovací měsíc
es_cl: Mes de presentación de informes

# OrderId
source: Идентификатор Заказа
cs: Identifikátor objednávky
es_cl: Identificador de la Orden

# CertificateDate
source: Дата выдачи свидетельства
cs: Datum vydání osvědčení
es_cl: Fecha de expedición del certificado

# EndPlanReleaseDate
source: Окончание размещения
cs: Konec zveřejnění
es_cl: Finalización de la publicación

# LegalName
source: Юридическое название
cs: Úřední název
es_cl: Razón social

# DocumentsComment
source: Комментарий по документам
cs: Komentář k dokumentům
es_cl: Comentarios a los documentos

# ClientName
source: Клиент
cs: Klient
es_cl: Cliente

# CloseReason
source: Причина закрытия сделки
cs: Důvod ukončení obchodní transakce
es_cl: Motivo de la cancelación de la transacción

# RHasBargainDebt
source: Задолженности по договору
cs: Pohledávky ze smlouvy
es_cl: Deudas según el contrato

# PlacementPeriod
source: Период размещения
cs: Období zveřejnění
es_cl: Periodo de publicación

# BeginDate
source: Дата начала
cs: Datum začátku
es_cl: Fecha de inicio

# ParentDepartment
source: Головное подразделение
cs: Hlavní pododdíl
es_cl: Casa matriz

# AccountsReportType
source: Тип отчета
cs: Typ evidence
es_cl: Tipo de informe

# Platform
source: Платформа
cs: Platforma
es_cl: Plataforma

# ExportLegalPersonsTo1CPeriodStart
source: За период, с
cs: Za období od
es_cl: En el periodo, desde

# LegalPersonType
source: Тип юридического лица
cs: Typ právnické osoby
es_cl: Tipo de persona jurídica

# IsHidden
source: Скрыт до выяснения
cs: Skrytý do vyjasnění
es_cl: Oculto hasta validar

# PayablePrice
source: К оплате (прайс)
cs: K úhradě (ceník)
es_cl: A pagar (lista de precios)

# SourceOrganizationUnit
source: Город источник
cs: Výchozí město
es_cl: Ciudad de origen

# LockDetailCreateDate
source: Дата использования
cs: Datum využití
es_cl: Fecha de la utilización

# Advertisements
source: Рекламные материалы
cs: Reklamní materiály
es_cl: Materiales publicitarios

# PaymentDatePlan
source: Дата оплаты (план)
cs: Datum úhrady (plán.)
es_cl: Fecha de pago (planificada)

# IsActive
source: Активна
cs: Aktivní
es_cl: Activa

# MarketType
source: Рынок
cs: Trh
es_cl: Mercado

# OrganizationUnitName
source: Отделение организации
cs: Oddělení organizace
es_cl: Sucursal de la entidad

# ImageDimensionRestriction
source: Размеры рисунка (пиксели)
cs: Rozměry obrázku v pix.
es_cl: Tamaño de imagen (píxeles)

# ChiefNameInNominative
source: И.О.Фамилия руководителя (им.падеж)
cs: Jméno, příjmení (první pád)
es_cl: Nombre, apellido

# PricePerUnit
source: Цена за единицу
cs: Cena za jednotku
es_cl: Precio por unidad

# WorkingTime
source: Время работы
cs: Otvírací doba
es_cl: Horario de trabajo

# FileKind
source: Вид файла
cs: Typ souboru
es_cl: Tipo de archivo

# FileName
source: Название файла
cs: Název souboru
es_cl: Nombre de archivo

# WarrantyNumber
source: Номер доверенности
cs: Číslo plné moci
es_cl: Número de poder notarial

# PriceIsPublished
source: Опубликован?
cs: Zveřejněn?
es_cl: ¿Está publicado?

# Department
source: Подразделение
cs: Pododdíl
es_cl: Sucursal

# FinishTime
source: Дата окончания
cs: Datum ukončení
es_cl: Fecha de finalización

# CancellationComment
source: Комментарий к расторжению
cs: Komentář ke zrušení
es_cl: Comentario a la anulación

# PaymentsAmount
source: Количество платежей
cs: Množství plateb
es_cl: Número de pagos

# ExportCode
source: Код экспорта
cs: Kód exportu
es_cl: Código de exportación

# WarrantyBeginDate
source: Дата выдачи доверенности
cs: Datum vydání plné moci
es_cl: Fecha de expedición del poder notarial

# OutCityBranchesAmount
source: Филиалы в других городах
cs: Pobočky v jiných městech
es_cl: Sucursales en otras ciudades

# FactReleaseCount
source: факт
cs: skut.
es_cl: real

# DiscountReason
source: Причина скидки
cs: Důvod pro slevu
es_cl: Motivo de descuento

# FasComment
source: Комментарий ФАС
cs: Upozornění
es_cl: Advertencia

# PaymentReportType
source: Тип выгрузки
cs: Typ odeslání
es_cl: Tipo de descarga

# IncludeReserve
source: Выводить резерв
cs: Zobrazit rezervu
es_cl: Mostrar la reserva

# SyncCode1C
source: Код 1С
cs: Kód 1C
es_cl: Código 1C

# BargainBeginDate
source: Дата выдачи договора
cs: Datum vydání smlouvy
es_cl: Fecha de expedición del contrato

# IsAdvertisementLink
source: Рекламная ссылка
cs: Reklamní odkaz
es_cl: Enlace publicitario

# AdvertisementTemplate
source: Шаблон рекламного материала
cs: Šablona reklamního materiálu
es_cl: Plantilla de material publicitario

# CategoryLevel
source: Уровень рубрики
cs: Úroveň rubriky
es_cl: Nivel de categoría

# DiscountPercent
source: Скидка (%):
cs: Sleva (%):
es_cl: Descuento (%):

# ParentCategoryName
source: Головная рубрика
cs: Hlavní rubrika
es_cl: Categoría principal

# DealStage
source: Этап сделки
cs: Fáze obchodní transakce
es_cl: Etapa de transacción

# TerminationReason
source: Причина досрочного расторжения
cs: Důvod předčasného zrušení
es_cl: Motivo de la anulación anticipada

# AmountWithdrawn
source: Списано
cs: Odepsáno
es_cl: Amortizado

# PersonResponsibleForDocuments
source: Лицо, ответственное за документы
cs: Osoba odpovědná za dokumenty
es_cl: Persona responsable de los documentos

# Description
source: Описание
cs: Popis
es_cl: Descripción

# AdvertisementElementTemplateName
source: Элемент шаблона РМ
cs: Prvek šablony RM
es_cl: Elemento de plantilla de material publicitario

# MaxSymbolsInWord
source: Макс. количество символов в слове
cs: Max. počet symbolů ve slově
es_cl: Número máximo de caracteres en la palabra

# TimeZoneId
source: Часовая зона (www.askgeo.com)
cs: Časové pásmo (www.askgeo.com)
es_cl: Zona horaria (www.askgeo.com)

# ContactPhone
source: Контактный телефон
cs: Kontaktní telefon
es_cl: Teléfono de contacto

# Annotation
source: Примечание
cs: Poznámka
es_cl: Observación

# EntityName
source: Название сущности
cs: Název entity
es_cl: Nombre de la esencia

# PassportNumber
source: Номер паспорта
cs: Číslo dokladu totožnosti
es_cl: Número de pasaporte

# BargainType
source: Тип договора
cs: Typ smlouvy
es_cl: Tipo de contrato

# FileId
source: Загруженный файл
cs: Načtený soubor
es_cl: Archivo cargado

# BudgetType
source: Классификация заказа
cs: Klasifikace objednávky
es_cl: Clasificación de la orden

# LegalPersonProfile
source: Профиль юр. лица клиента
cs: Profil pr. osoby klienta
es_cl: Perfil de persona jurídica del cliente

# ShortName
source: Короткое название
cs: Krátký název
es_cl: Nombre corto

# OperationTypeDescription
source: Описание
cs: Popis
es_cl: Descripción

# WithDocDebtTermination
source: По расторжению
cs: Podle vypovězení
es_cl: Según la anulación

# ReplicationCode
source: Код
cs: Kód
es_cl: Código

# EndDistributionDate
source: Окончание размещения
cs: Konec zveřejnění
es_cl: Finalización de la publicación

# IsHiddenFemale
source: Скрыта до выяснения
cs: Skrytá do vyjasnění
es_cl: Oculta hasta validar

# PaymentMonth
source: Расчетный месяц
cs: Zúčtovací měsíc
es_cl: Mes de pago

# PricePosition
source: Позиция прайса
cs: Ceníková položka
es_cl: Posición de la lista de precios

# UsingOtherMedia
source: Канал размещения
cs: Kanál zveřejnění
es_cl: Canal de publicación

# DiscountSum
source: Скидка:
cs: Sleva:
es_cl: Descuento:
